Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# removeBookmarkActionLabel
source: Remove Bookmark
ar: إزالة من المحفوظات
de: Lesezeichen entfernen
es: Quitar guardado
fr: Supprimer le signet
hi: बुकमार्क हटाएं
it: Rimuovi segnalibro
ja: ブックマークを削除
pt: Remover Favorito
zh: 移除书签

# reportActionLabel
source: Report
ar: إبلاغ
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
it: Segnala
ja: 報告
pt: Reportar
zh: 举报

# reportContentTitle
source: Report Content
ar: الإبلاغ عن محتوى
de: Inhalt melden
es: Reportar contenido
fr: Signaler le contenu
hi: सामग्री की रिपोर्ट करें
it: Segnala contenuto
ja: コンテンツを報告
pt: Reportar Conteúdo
zh: 举报内容

# reportReasonSelectionPrompt
source: Please select a reason for your report:
ar: الرجاء تحديد سبب الإبلاغ:
de: Bitte wählen Sie einen Grund für Ihre Meldung aus:
es: Selecciona un motivo para tu reporte:
fr: Veuillez sélectionner un motif :
hi: कृपया अपनी रिपोर्ट के लिए एक कारण चुनें:
it: Seleziona un motivo per la tua segnalazione:
ja: 報告の理由を選択してください:
pt: Selecione um motivo:
zh: 请选择举报原因：

# reportAdditionalCommentsLabel
source: Additional Comments (Optional)
ar: تعليقات إضافية (اختياري)
de: Zusätzliche Kommentare (Optional)
es: Comentarios adicionales (opcional)
fr: Commentaires supplémentaires (Optionnel)
hi: अतिरिक्त टिप्पणियाँ (वैकल्पिक)
it: Commenti aggiuntivi (opzionale)
ja: 追加のコメント（任意）
pt: Comentários (Opcional)
zh: 附加评论（可选）

# reportSubmitButtonLabel
source: Submit Report
ar: إرسال البلاغ
de: Meldung einreichen
es: Enviar reporte
fr: Envoyer le signalement
hi: रिपोर्ट सबमिट करें
it: Invia segnalazione
ja: 報告を送信
pt: Enviar Denúncia
zh: 提交举报

# reportSuccessSnackbar
source: Report submitted. Thank you for your feedback.
ar: تم إرسال البلاغ. شكراً لملاحظاتك.
de: Meldung eingereicht. Vielen Dank für Ihr Feedback.
es: Reporte enviado. Gracias por tus comentarios.
fr: Signalement envoyé. Merci pour votre retour.
hi: रिपोर्ट सबमिट की गई। आपकी प्रतिक्रिया के लिए धन्यवाद।
it: Segnalazione inviata. Grazie per il tuo feedback.
ja: 報告を送信しました。フィードバックありがとうございます。
pt: Denúncia enviada.
zh: 举报已提交。感谢您的反馈。

# reportFailureSnackbar
source: Failed to submit report. Please try again.
ar: فشل إرسال البلاغ. الرجاء المحاولة مرة أخرى.
de: Meldung konnte nicht eingereicht werden. Bitte versuchen Sie es erneut.
es: Error al enviar el reporte. Inténtalo de nuevo.
fr: Échec de l'envoi du signalement.
hi: रिपोर्ट सबमिट करने में विफल। कृपया पुन: प्रयास करें।
it: Impossibile inviare la segnalazione. Riprova.
ja: 報告の送信に失敗しました。
pt: Erro ao enviar denúncia.
zh: 提交举报失败。请重试。

# commentsTitle
source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
it: Commenti
ja: コメント
pt: Comentários
zh: 评论

# commentPostButtonLabel
source: Post
ar: نشر
de: Posten
es: Publicar
fr: Publier
hi: पोस्ट करें
it: Pubblica
ja: 投稿
pt: Postar
zh: 发布

# commentInputHint
source: Add a comment...
ar: أضف تعليقاً...
de: Einen Kommentar hinzufügen...
es: Añadir un comentario...
fr: Ajouter un commentaire...
hi: एक टिप्पणी जोड़ें...
it: Aggiungi un commento...
ja: コメントを追加...
pt: Adicionar comentário...
zh: 添加评论...

# commentRequiresReactionError
source: Please select a reaction to post a comment.
ar: الرجاء تحديد تفاعل لنشر تعليق.
de: Bitte wählen Sie eine Reaktion aus, um einen Kommentar zu posten.
es: Selecciona una reacción para comentar.
fr: Veuillez sélectionner une réaction.
hi: टिप्पणी पोस्ट करने के लिए कृपया एक प्रतिक्रिया चुनें।
it: Seleziona una reazione per pubblicare un commento.
ja: コメントを投稿するにはリアクションを選択してください。
pt: Selecione uma reação.
zh: 请选择一个反应以发布评论。

# likeActionLabel
source: Like
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद करें
it: Mi piace
ja: いいね
pt: Curtir
zh: 点赞

# dislikeActionLabel
source: Dislike
ar: عدم إعجاب
de: Gefällt mir nicht
es: No me gusta
fr: Je n'aime pas
hi: नापसंद करें
it: Non mi piace
ja: よくないね
pt: Descurtir
zh: 踩

# commentActionLabel
source: Comment
ar: تعليق
de: Kommentieren
es: Comentar
fr: Commenter
hi: टिप्पणी
it: Commenta
ja: コメント
pt: Comentar
zh: 评论

# moreActionLabel
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Altro
ja: もっと見る
pt: Mais
zh: 更多

# rateAppPromptTitle
source: Enjoying the app?
ar: هل تستمتع بالتطبيق؟
de: Gefällt Ihnen die App?
es: ¿Te gusta la app?
fr: Vous aimez l'application ?
hi: ऐप का आनंद ले रहे हैं?
it: Ti piace l'app?
ja: アプリを楽しんでいますか？
pt: Gostando do app?
zh: 喜欢这个应用吗？

# rateAppPromptBody
source: Your feedback helps us improve. Would you mind rating us?
ar: تساعدنا ملاحظاتك على التحسين. هل تمانع في تقييمنا؟
de: Ihr Feedback hilft uns, uns zu verbessern. Würden Sie uns bewerten?
es: Tu opinión nos ayuda a mejorar. ¿Podrías valorarnos?
fr: Votre avis nous aide à nous améliorer.
hi: आपकी प्रतिक्रिया हमें बेहतर बनाने में मदद करती है। क्या आप हमें रेट करना चाहेंगे?
it: Il tuo feedback ci aiuta a migliorare. Ti dispiacerebbe valutarci?
ja: 評価をお願いできますか？
pt: Você se importaria de nos avaliar?
zh: 您的反馈有助于我们改进。您介意为我们评分吗？

# rateAppPromptYesButton
source: Yes
ar: التطبيق رائع!
de: Sie ist großartig!
es: ¡Es genial!
fr: C'est génial !
hi: यह बहुत अच्छा है!
it: È fantastica!
ja: 素晴らしい！
pt: É Ótimo!
zh: 太棒了！

# rateAppPromptNoButton
source: No
ar: يحتاج لتحسين
de: Verbesserungswürdig
es: Puede mejorar
fr: À améliorer
hi: सुधार की आवश्यकता है
it: Da migliorare
ja: 改善が必要
pt: Precisa Melhorar
zh: 还有待改进

# feedbackPromptTitle
source: How can we improve?
ar: كيف يمكننا التحسين؟
de: Wie können wir uns verbessern?
es: ¿Cómo podemos mejorar?
fr: Comment pouvons-nous nous améliorer ?
hi: हम कैसे सुधार कर सकते हैं?
it: Come possiamo migliorare?
ja: どのように改善できますか？
pt: Como podemos melhorar?
zh: 我们该如何改进？

# feedbackPromptReasonUI
source: UI / Design
ar: واجهة المستخدم / التصميم
es: Interfaz / Diseño
fr: Interface / Design
hi: UI / डिज़ाइन
ja: UI / デザイン
pt: Design
zh: UI / 设计

# feedbackPromptReasonPerformance
source: Performance / Speed
ar: الأداء / السرعة
de: Leistung / Geschwindigkeit
es: Rendimiento / Velocidad
fr: Performance / Vitesse
hi: प्रदर्शन / गति
it: Prestazioni / Velocità
ja: パフォーマンス / 速度
pt: Performance
zh: 性能 / 速度

# feedbackPromptReasonContent
source: Content Quality
ar: جودة المحتوى
de: Inhaltsqualität
es: Calidad del contenido
fr: Qualité du contenu
hi: सामग्री की गुणवत्ता
it: Qualità dei contenuti
ja: コンテンツの質
pt: Qualidade
zh: 内容质量

# feedbackPromptReasonOther
source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
pt: Outro
zh: 其他

# feedbackPromptSubmitButton
source: Submit Feedback
ar: إرسال الملاحظات
de: Feedback einreichen
es: Enviar comentarios
fr: Envoyer l'avis
hi: प्रतिक्रिया सबमिट करें
it: Invia feedback
ja: フィードバックを送信
pt: Enviar Feedback
zh: 提交反馈

# rateAppNegativeFollowUpTitle_1
source: How are we doing now?
ar: كيف حالنا الآن؟
de: Wie machen wir uns jetzt?
es: ¿Cómo lo estamos haciendo?
fr: Comment allons-nous maintenant ?
hi: अब हम कैसा कर रहे हैं?
it: Come stiamo andando ora?
ja: 現在の状況はいかがですか？
pt: Como estamos indo?
zh: 我们现在做得怎么样？

# rateAppNegativeFollowUpTitle_2
source: Have we improved?
ar: هل تحسن الأداء؟
de: Haben wir uns verbessert?
es: ¿Hemos mejorado?
fr: Nous sommes-nous améliorés ?
hi: क्या हमने सुधार किया है?
it: Siamo migliorati?
ja: 改善されましたか？
pt: Melhoramos?
zh: 我们有改进吗？

# rateAppNegativeFollowUpBody_1
source: We've been working on your feedback. Would you reconsider your rating?
ar: لقد عملنا على ملاحظاتك. هل تعيد النظر في تقييمك؟
de: Wir haben an Ihrem Feedback gearbeitet. Würden Sie Ihre Bewertung überdenken?
es: Hemos trabajado en tus comentarios. ¿Reconsiderarías tu valoración?
fr: Nous avons travaillé sur vos retours.
hi: हम आपकी प्रतिक्रिया पर काम कर रहे हैं। क्या आप अपनी रेटिंग पर पुनर्विचार करेंगे?
it: Abbiamo lavorato sul tuo feedback. Riconsidereresti la tua valutazione?
ja: フィードバックに基づき改善を行いました。評価を再検討していただけませんか？
pt: Trabalhamos no seu feedback.
zh: 我们一直在根据您的反馈进行改进。您会重新考虑您的评分吗？

# rateAppNegativeFollowUpBody_2
source: We value your opinion. Let us know if things are better.
ar: نحن نقدر رأيك. أخبرنا إذا كانت الأمور أفضل.
de: Wir schätzen Ihre Meinung. Lassen Sie uns wissen, ob es jetzt besser ist.
es: Valoramos tu opinión. Dinos si las cosas van mejor.
fr: Dites-nous si les choses vont mieux.
hi: हम आपकी राय को महत्व देते हैं। हमें बताएं कि क्या चीजें बेहतर हैं।
it: La tua opinione è importante per noi. Facci sapere se le cose sono migliorate.
ja: 皆様のご意見を大切にしています。改善されたかどうか教えてください。
pt: Deixe-nos saber se está melhor.
zh: 我们重视您的意见。如果情况变好了，请告诉我们。

source: No comments yet.
ar: لا توجد تعليقات حتى الآن.
de: Noch keine Kommentare.
es: Aún no hay comentarios.
fr: Aucun commentaire pour l'instant.
hi: अभी तक कोई टिप्पणी नहीं।
it: Nessun commento ancora.
ja: まだコメントはありません。
pt: Sem comentários.
zh: 暂无评论。

# commentInputNoReactionHint
source: React to add a comment
ar: تفاعل لإضافة تعليق
de: Reagieren Sie, um einen Kommentar hinzuzufügen
es: Reacciona para añadir un comentario
fr: Réagissez pour commenter
hi: टिप्पणी जोड़ने के लिए प्रतिक्रिया दें
it: Reagisci per aggiungere un commento
ja: リアクションしてコメントを追加
pt: Reaja para comentar
zh: 做出反应以添加评论

# headlineReportReasonMisinformation
source: Misinformation or Fake News
ar: معلومات مضللة أو أخبار كاذبة
de: Fehlinformationen oder Fake News
es: Desinformación o noticias falsas
fr: Désinformation ou fausse nouvelle
hi: गलत सूचना या फर्जी खबर
it: Disinformazione o notizie false
ja: 誤報またはフェイクニュース
pt: Desinformação
zh: 虚假信息或假新闻

# headlineReportReasonClickbait
source: Clickbait or Misleading Title
ar: عنوان مضلل أو طعم نقر
de: Clickbait oder irreführender Titel
es: Clickbait o título engañoso
fr: Titre trompeur ou putaclic
hi: क्लिकबेट या भ्रामक शीर्षक
it: Clickbait o titolo fuorviante
ja: クリックベイトまたは紛らわしいタイトル
pt: Clickbait
zh: 标题党或误导性标题

# headlineReportReasonOffensive
source: Offensive or Hate Speech
ar: محتوى مسيء أو خطاب كراهية
de: Beleidigend oder Hassrede
es: Contenido ofensivo o de odio
fr: Contenu offensant ou haineux
hi: अपमानजनक या नफरत फैलाने वाला भाषण
it: Discorso offensivo o di incitamento all'odio
ja: 不快またはヘイトスピーチ
pt: Ofensivo
zh: 冒犯性或仇恨言论

# headlineReportReasonSpam
source: Spam or Scam
ar: بريد عشوائي أو احتيال
de: Spam oder Betrug
es: Spam o estafa
fr: Spam ou arnaque
hi: स्पैम या घोटाला
it: Spam o truffa
ja: スパムまたは詐欺
pt: Spam
zh: 垃圾信息或诈骗

# headlineReportReasonBrokenLink
source: Broken Link
ar: رابط معطل
de: Defekter Link
es: Enlace roto
fr: Lien mort
hi: टूटा हुआ लिंक
it: Link non funzionante
ja: リンク切れ
pt: Link Quebrado
zh: 链接失效

# headlineReportReasonPaywalled
source: Paywalled Content
ar: محتوى مدفوع
de: Inhalt hinter Bezahlschranke
es: Contenido de pago (Paywall)
fr: Contenu payant
hi: पेवॉल सामग्री
it: Contenuto a pagamento
ja: ペイウォール（有料記事）
pt: Paywall
zh: 付费墙内容

# sourceReportReasonLowQuality
source: Low-Quality Journalism
ar: صحافة منخفضة الجودة
de: Minderwertiger Journalismus
es: Periodismo de baja calidad
fr: Journalisme de basse qualité
hi: निम्न-गुणवत्ता वाली पत्रकारिता
it: Giornalismo di bassa qualità
ja: 質の低いジャーナリズム
pt: Baixa Qualidade
zh: 低质量新闻

# sourceReportReasonHighAdDensity
source: Excessive Ads or Popups
ar: إعلانات أو نوافذ منبثقة مفرطة
de: Übermäßige Werbung oder Popups
es: Exceso de anuncios o popups
fr: Publicités excessives
hi: अत्यधिक विज्ञापन या पॉपअप
it: Annunci o popup eccessivi
ja: 過度な広告またはポップアップ
pt: Muitos Anúncios
zh: 广告或弹窗过多

# sourceReportReasonFrequentPaywalls
source: Frequent Paywalls
ar: جدران دفع متكررة
de: Häufige Bezahlschranken
es: Muros de pago frecuentes
fr: Paywalls fréquents
hi: बार-बार पेवॉल
it: Paywall frequenti
ja: 頻繁なペイウォール
pt: Paywalls Frequentes
zh: 频繁出现付费墙

# sourceReportReasonImpersonation
source: Impersonation
ar: انتحال شخصية
de: Identitätsdiebstahl
es: Suplantación de identidad
fr: Usurpation d'identité
hi: प्रतिरूपण
it: Impersonificazione
ja: なりすまし
pt: Falsificação
zh: 冒充他人

# sourceReportReasonMisinformation
source: Misinformation
ar: معلومات مضللة أو أخبار كاذبة
de: Fehlinformationen
es: Desinformación
fr: Désinformation
hi: गलत सूचना
it: Disinformazione
ja: 誤報
pt: Desinformação
zh: 虚假信息

# commentReportReasonSpam
source: Spam or Advertising
ar: إعلانات
de: Spam oder Werbung
es: Spam o publicidad
fr: Spam ou publicité
hi: स्पैम या विज्ञापन
it: Spam o pubblicità
ja: スパムまたは広告
pt: Spam
zh: 垃圾信息或广告

# commentReportReasonHarassment
source: Harassment or Bullying
ar: تحرش أو تنمر
de: Belästigung oder Mobbing
es: Acoso o bullying
fr: Harcèlement ou intimidation
hi: उत्पीड़न या बदमाशी
it: Molestie o bullismo
ja: 嫌がらせまたはいじめ
pt: Assédio
zh: 骚扰或欺凌

# commentReportReasonHateSpeech
source: Hate Speech
ar: خطاب كراهية
de: Hassrede
es: Discurso de odio
fr: Discours de haine
hi: नफरत फैलाने वाला भाषण
it: Incitamento all'odio
ja: ヘイトスピーチ
pt: Ódio
zh: 仇恨言论

# limitReachedTitle
source: Limit Reached
ar: تم الوصول إلى الحد الأقصى
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
hi: सीमा समाप्त
it: Limite raggiunto
ja: 制限に達しました
pt: Limite Atingido
zh: 已达上限

# manageMyContentButton
source: Manage My Content
ar: إدارة المحتوى الخاص بي
de: Meine Inhalte verwalten
es: Gestionar mi contenido
fr: Gérer mon contenu
hi: मेरी सामग्री प्रबंधित करें
it: Gestisci i miei contenuti
ja: マイコンテンツを管理
pt: Gerenciar Conteúdo
zh: 管理我的内容

# upgradeButton
source: Upgrade
ar: ترقية
es: Mejorar plan
fr: Mettre à niveau
hi: अपग्रेड करें
it: Aggiorna
ja: アップグレード
zh: 升级

# createAccountButton
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
it: Crea account
ja: アカウントを作成
pt: Criar Conta
zh: 创建账户

# gotItButton
source: Got It
ar: حسنًا
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
it: Capito
ja: 了解
pt: Entendi
zh: 知道了

# limitReachedBodyFollow
source: You have reached your limit for followed items. To follow more, please review your existing followed content.
ar: لقد وصلت إلى الحد الأقصى للعناصر المتابعة. لمتابعة المزيد، يرجى مراجعة المحتوى المتابع الحالي.
de: Sie haben Ihr Limit für gefolgte Elemente erreicht. Um mehr zu folgen, überprüfen Sie bitte Ihre vorhandenen gefolgten Inhalte.
es: Has alcanzado el límite de elementos seguidos. Revisa tu contenido actual.
fr: Limite d'éléments suivis atteinte.
hi: आप फ़ॉलो किए गए आइटम की अपनी सीमा तक पहुँच गए हैं। अधिक फ़ॉलो करने के लिए, कृपया अपनी मौजूदा फ़ॉलो की गई सामग्री की समीक्षा करें।
it: Hai raggiunto il limite di elementi seguiti. Per seguirne altri, controlla i contenuti che già segui.
ja: フォロー中のアイテムの制限に達しました。新しくフォローするには、既存のコンテンツを整理してください。
pt: Limite de itens seguidos atingido.
zh: 您已达到关注项目的上限。要关注更多，请查看您现有的关注内容。

# limitReachedBodySave
source: You have reached your limit for saved articles. To save more, please review your existing saved articles.
ar: لقد وصلت إلى الحد الأقصى للمقالات المحفوظة. لحفظ المزيد، يرجى مراجعة مقالاتك المحفوظة الحالية.
de: Sie haben Ihr Limit für gespeicherte Artikel erreicht. Um mehr zu speichern, überprüfen Sie bitte Ihre vorhandenen gespeicherten Artikel.
es: Has alcanzado el límite de artículos guardados. Revisa tus guardados.
fr: Limite d'articles enregistrés atteinte.
hi: आप सहेजे गए लेखों की अपनी सीमा तक पहुँच गए हैं। अधिक सहेजने के लिए, कृपया अपने मौजूदा सहेजे गए लेखों की समीक्षा करें।
it: Hai raggiunto il limite di articoli salvati. Per salvarne altri, controlla gli articoli che hai già salvato.
ja: 保存した記事の制限に達しました。新しく保存するには、既存の記事を整理してください。
pt: Limite de artigos salvos atingido.
zh: 您已达到保存文章的上限。要保存更多，请查看您现有的已保存文章。

# limitReachedBodySaveFilters
source: You have reached your limit for saved filters. To create new ones, please review your existing filters.
ar: لقد وصلت إلى الحد الأقصى للفلاتر المحفوظة. لإنشاء فلاتر جديدة، يرجى مراجعة الفلاتر الحالية.
de: Sie haben Ihr Limit für gespeicherte Filter erreicht. Um neue zu erstellen, überprüfen Sie bitte Ihre vorhandenen Filter.
es: Has alcanzado el límite de filtros guardados.
fr: Limite de filtres enregistrés atteinte.
hi: आप सहेजे गए फ़िल्टर की अपनी सीमा तक पहुँच गए हैं। नए बनाने के लिए, कृपया अपने मौजूदा फ़िल्टर की समीक्षा करें।
it: Hai raggiunto il limite di filtri salvati. Per crearne di nuovi, controlla i filtri esistenti.
ja: 保存されたフィルタの制限に達しました。新しく作成するには、既存のフィルタを整理してください。
pt: Limite de filtros salvos atingido.
zh: 您已达到保存筛选条件的上限。要创建新筛选，请查看您现有的筛选条件。

# limitReachedBodyPinFilters
source: You have reached your limit for pinned filters. To pin a new one, please un-pin an existing filter.
ar: لقد وصلت إلى الحد الأقصى للفلاتر المثبتة. لتثبيت فلتر جديد، يرجى إلغاء تثبيت فلتر حالي.
de: Sie haben Ihr Limit für angeheftete Filter erreicht. Um einen neuen anzuheften, lösen Sie bitte einen vorhandenen Filter.
es: Has alcanzado el límite de filtros fijados.
fr: Limite de filtres épinglés atteinte.
hi: आप पिन किए गए फ़िल्टर की अपनी सीमा तक पहुँच गए हैं। एक नया पिन करने के लिए, कृपया मौजूदा फ़िल्टर को अन-पिन करें।
it: Hai raggiunto il limite di filtri aggiunti. Per aggiungerne uno nuovo, rimuovi un filtro esistente.
ja: 固定されたフィルタの制限に達しました。新しく固定するには、既存のフィルタの固定を解除してください。
pt: Limite de filtros fixados atingido.
zh: 您已达到固定筛选条件的上限。要固定新筛选，请取消固定现有筛选。

# limitReachedBodyComments
source: You have reached your daily limit for posting comments. Please try again tomorrow.
ar: لقد وصلت إلى الحد اليومي لنشر التعليقات. يرجى المحاولة مرة أخرى غدًا.
de: Sie haben Ihr tägliches Limit für das Posten von Kommentaren erreicht. Bitte versuchen Sie es morgen erneut.
es: Has alcanzado tu límite diario de comentarios. Inténtalo mañana.
fr: Limite quotidienne de commentaires atteinte.
hi: आप टिप्पणियाँ पोस्ट करने की अपनी दैनिक सीमा तक पहुँच गए हैं। कृपया कल पुन: प्रयास करें।
it: Hai raggiunto il limite giornaliero di commenti. Riprova domani.
ja: 1日のコメント投稿制限に達しました。明日またお試しください。
pt: Limite diário de comentários atingido.
zh: 您已达到每日发布评论的上限。请明天再试。

# limitReachedBodyReactions
source: You have reached your daily limit for reactions. Please try again tomorrow.
ar: لقد وصلت إلى الحد اليومي للتفاعلات. يرجى المحاولة مرة أخرى غدًا.
de: Sie haben Ihr tägliches Limit für Reaktionen erreicht. Bitte versuchen Sie es morgen erneut.
es: Has alcanzado tu límite diario de reacciones. Inténtalo mañana.
fr: Limite quotidienne de réactions atteinte.
hi: आप प्रतिक्रियाओं की अपनी दैनिक सीमा तक पहुँच गए हैं। कृपया कल पुन: प्रयास करें।
it: Hai raggiunto il limite giornaliero di reazioni. Riprova domani.
ja: 1日のリアクション制限に達しました。明日またお試しください。
pt: Limite diário de reações atingido.
zh: 您已达到每日反应的上限。请明天再试。

# limitReachedBodyReports
source: You have reached your daily limit for submitting reports. Please try again tomorrow.
ar: لقد وصلت إلى الحد اليومي لتقديم البلاغات. يرجى المحاولة مرة أخرى غدًا.
de: Sie haben Ihr tägliches Limit für das Einreichen von Meldungen erreicht. Bitte versuchen Sie es morgen erneut.
es: Has alcanzado tu límite diario de reportes. Inténtalo mañana.
fr: Limite quotidienne de signalements atteinte.
hi: आप रिपोर्ट सबमिट करने की अपनी दैनिक सीमा तक पहुँच गए हैं। कृपया कल पुन: प्रयास करें।
it: Hai raggiunto il limite giornaliero di invio segnalazioni. Riprova domani.
ja: 1日の報告制限に達しました。明日またお試しください。
pt: Limite diário de denúncias atingido.
zh: 您已达到每日提交举报的上限。请明天再试。

# accountLinkingEmailInputHint
source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: vous@exemple.com
it: tu@esempio.com
pt: voce@exemplo.com

# requestCodeEmailHint
source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: vous@exemple.com
it: tu@esempio.com
pt: voce@exemplo.com
