Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# sourceFilterLoadingSubheadline
source: Please wait while we fetch the available sources.
ar: يرجى الانتظار بينما نقوم بجلب المصادر المتاحة.
de: Bitte warten Sie, während wir die verfügbaren Quellen abrufen.
es: Estamos obteniendo las fuentes disponibles.
fr: Veuillez patienter...
hi: जब हम उपलब्ध स्रोत प्राप्त करते हैं तो कृपया प्रतीक्षा करें।
it: Attendere prego mentre recuperiamo le fonti disponibili.
ja: 利用可能なソースを取得しています。
pt: Buscando fontes disponíveis.
zh: 请稍候，正在获取可用来源。

# sourceFilterEmptyHeadline
source: No Sources Found
ar: لم يتم العثور على مصادر
de: Keine Quellen gefunden
es: No se encontraron fuentes
fr: Aucune source trouvée
hi: कोई स्रोत नहीं मिला
it: Nessuna fonte trovata
ja: ソースが見つかりません
pt: Nenhuma Fonte Encontrada
zh: 未找到来源

# sourceFilterEmptySubheadline
source: There are no sources available at the moment.
ar: لا توجد مصادر متاحة في الوقت الحالي.
de: Momentan sind keine Quellen verfügbar.
es: No hay fuentes disponibles en este momento.
fr: Il n'y a aucune source disponible.
hi: फिलहाल कोई स्रोत उपलब्ध नहीं है।
it: Al momento non ci sono fonti disponibili.
ja: 現在利用可能なソースはありません。
pt: Não há fontes disponíveis.
zh: 目前没有可用的来源。

# settingsTitle
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt: Configurações
zh: 设置

# settingsLoadingHeadline
source: Loading Settings...
ar: جارٍ تحميل الإعدادات...
de: Einstellungen werden geladen...
es: Cargando ajustes...
fr: Chargement des paramètres...
hi: सेटिंग्स लोड हो रही हैं...
it: Caricamento impostazioni...
ja: 設定を読み込み中...
pt: Carregando Configurações...
zh: 正在加载设置...

# settingsLoadingSubheadline
source: Please wait while we fetch your preferences.
ar: يرجى الانتظار بينما نقوم بجلب تفضيلاتك.
de: Bitte warten Sie, während wir Ihre Präferenzen abrufen.
es: Por favor, espera mientras obtenemos tus preferencias.
fr: Veuillez patienter...
hi: जब हम आपकी प्राथमिकताएं प्राप्त करते हैं तो कृपया प्रतीक्षा करें।
it: Attendere prego mentre recuperiamo le tue preferenze.
ja: 設定を取得しています。
pt: Buscando suas preferências.
zh: 请稍候，正在获取您的偏好设置。

# settingsErrorDefault
source: Could not load settings.
ar: تعذر تحميل الإعدادات.
de: Einstellungen konnten nicht geladen werden.
es: No se pudieron cargar los ajustes.
fr: Impossible de charger les paramètres.
hi: सेटिंग्स लोड नहीं हो सकीं।
it: Impossibile caricare le impostazioni.
ja: 設定を読み込めませんでした。
pt: Não foi possível carregar as configurações.
zh: 无法加载设置。

# settingsAppearanceTitle
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
pt: Aparência
zh: 外观

# settingsFeedDisplayTitle
source: Feed
ar: الموجز
fr: Flux
hi: फ़ीड
ja: フィード
zh: 信息流

# settingsArticleDisplayTitle
source: Article Display
ar: عرض المقال
de: Artikelanzeige
es: Visualización de artículos
fr: Affichage de l'article
hi: लेख प्रदर्शन
it: Visualizzazione articolo
ja: 記事の表示
pt: Exibição do Artigo
zh: 文章显示

# settingsNotificationsTitle
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
pt: Notificações
zh: 通知

# settingsAppearanceThemeModeLight
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
pt: Claro
zh: 浅色

# settingsAppearanceThemeModeDark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
pt: Escuro
zh: 深色

# settingsAppearanceThemeModeSystem
source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
pt: Sistema
zh: 系统

# settingsAppearanceThemeNameRed
source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: लाल
it: Rosso
ja: レッド
pt: Vermelho
zh: 红色

# settingsAppearanceThemeNameBlue
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
it: Blu
ja: ブルー
pt: Azul
zh: 蓝色

# settingsAppearanceThemeNameGrey
source: Grey
ar: رمادي
de: Grau
es: Gris
fr: Gris
hi: ग्रे
it: Grigio
ja: グレー
pt: Cinza
zh: 灰色

# settingsAppearanceFontSizeSmall
source: Small
ar: صغير
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
it: Piccolo
ja: 小
pt: Pequeno
zh: 小

# settingsAppearanceFontSizeLarge
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grand
hi: बड़ा
it: Grande
ja: 大
pt: Grande
zh: 大

# settingsAppearanceFontSizeMedium
source: Medium
ar: متوسط
de: Mittel
es: Mediano
fr: Moyen
hi: मध्यम
it: Medio
ja: 中
pt: Médio
zh: 中

# settingsAppearanceThemeModeLabel
source: Theme Mode
ar: وضع المظهر
de: Design-Modus
es: Modo de tema
fr: Mode du thème
hi: थीम मोड
it: Modalità tema
ja: テーマモード
pt: Modo do Tema
zh: 主题模式

# settingsAppearanceThemeNameLabel
source: Color Scheme
ar: نظام الألوان
de: Farbschema
es: Esquema de colores
fr: Schéma de couleurs
hi: रंग योजना
it: Schema colori
ja: カラースキーム
pt: Esquema de Cores
zh: 配色方案

# settingsAppearanceAppFontSizeLabel
source: App Font Size
ar: حجم خط التطبيق
de: App-Schriftgröße
es: Tamaño de fuente de la app
fr: Taille de police de l'app
hi: ऐप फ़ॉन्ट आकार
it: Dimensione carattere app
ja: アプリのフォントサイズ
pt: Tamanho da Fonte do App
zh: 应用字体大小

# settingsAppearanceAppFontTypeLabel
source: App Font
ar: خط التطبيق
de: App-Schriftart
es: Fuente de la app
fr: Police de l'app
hi: ऐप फ़ॉन्ट
it: Carattere app
ja: アプリのフォント
pt: Fonte do App
zh: 应用字体

# settingsAppearanceFontWeightLabel
source: Font Weight
ar: وزن الخط
de: Schriftstärke
es: Grosor de fuente
fr: Graisse de la police
hi: फ़ॉन्ट मोटाई
it: Spessore carattere
ja: フォントの太さ
pt: Peso da Fonte
zh: 字体粗细

# settingsFeedTileTypeImageTop
source: Image Top
ar: صورة في الأعلى
de: Bild oben
es: Imagen arriba
fr: Image en haut
hi: इमेज टॉप
it: Immagine in alto
ja: 画像上部
pt: Imagem no Topo
zh: 图片置顶

# settingsFeedTileTypeImageStart
source: Image Start
ar: صورة في البداية
de: Bild am Anfang
es: Imagen al inicio
fr: Image au début
hi: इमेज स्टार्ट
it: Immagine all'inizio
ja: 画像左側
pt: Imagem no Início
zh: 图片居前

# settingsFeedTileTypeTextOnly
source: Text Only
ar: نص فقط
de: Nur Text
es: Solo texto
fr: Texte uniquement
hi: केवल टेक्स्ट
it: Solo testo
ja: テキストのみ
pt: Apenas Texto
zh: 仅文字

# settingsFeedTileTypeLabel
source: Feed Tile Layout
ar: تخطيط عنصر الموجز
de: Feed-Kachel-Layout
es: Diseño de tarjeta del feed
fr: Mise en page du flux
hi: फ़ीड टाइल लेआउट
it: Layout riquadro feed
ja: フィードタイルのレイアウト
pt: Layout do Card do Feed
zh: 信息流卡片布局

# settingsArticleFontSizeLabel
source: Article Font Size
ar: حجم خط المقال
de: Artikel-Schriftgröße
es: Tamaño de fuente del artículo
fr: Taille de police de l'article
hi: लेख फ़ॉन्ट आकार
it: Dimensione carattere articolo
ja: 記事のフォントサイズ
pt: Tamanho da Fonte do Artigo
zh: 文章字体大小

# settingsNotificationsEnableLabel
source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
it: Abilita notifiche
ja: 通知を有効にする
pt: Ativar Notificações
zh: 启用通知

# settingsNotificationsCategoriesLabel
source: Followed Categories
ar: الفئات المتابعة
de: Gefolgte Kategorien
es: Categorías seguidas
fr: Catégories suivies
hi: फ़ॉलो की गई श्रेणियां
it: Categorie seguite
ja: フォロー中のカテゴリ
pt: Categorias Seguidas
zh: 关注的类别

# settingsNotificationsSourcesLabel
source: Followed Sources
ar: المصادر المتابعة
de: Gefolgte Quellen
es: Fuentes seguidas
fr: Sources suivies
hi: फ़ॉलो किए गए स्रोत
it: Fonti seguite
ja: フォロー中のソース
pt: Fontes Seguidas
zh: 关注的来源

# settingsNotificationsCountriesLabel
source: Followed Countries
ar: البلدان المتابعة
de: Gefolgte Länder
es: Países seguidos
fr: Pays suivis
hi: फ़ॉलो किए गए देश
it: Paesi seguiti
ja: フォロー中の国
pt: Países Seguidos
zh: 关注的国家

# unknownError
source: An unknown error occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue est survenue.
hi: एक अज्ञात त्रुटि हुई।
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
pt: Ocorreu um erro desconhecido.
zh: 发生未知错误。

# loadMoreError
source: Failed to load more items.
ar: فشل تحميل المزيد من العناصر.
de: Laden weiterer Elemente fehlgeschlagen.
es: Error al cargar más elementos.
fr: Échec du chargement de plus d'éléments.
hi: अधिक आइटम लोड करने में विफल।
it: Impossibile caricare altri elementi.
ja: さらに読み込むことができませんでした。
pt: Falha ao carregar mais itens.
zh: 无法加载更多项目。

# settingsAppearanceFontSizeExtraLarge
source: Extra Large
ar: كبير جداً
de: Extra groß
es: Extra grande
fr: Très grand
hi: बहुत बड़ा
it: Molto grande
ja: 特大
pt: Extra Grande
zh: 特大

# settingsAppearanceFontFamilySystemDefault
source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminada del sistema
fr: Défaut système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システムデフォルト
pt: Padrão do Sistema
zh: 系统默认

# settingsAppearanceThemeSubPageTitle
source: Theme Settings
ar: إعدادات المظهر
de: Design-Einstellungen
es: Ajustes de tema
fr: Paramètres du thème
hi: थीम सेटिंग्स
it: Impostazioni tema
ja: テーマ設定
pt: Configurações de Tema
zh: 主题设置

# settingsAppearanceFontSubPageTitle
source: Font Settings
ar: إعدادات الخط
de: Schrift-Einstellungen
es: Ajustes de fuente
fr: Paramètres de police
hi: फ़ॉन्ट सेटिंग्स
it: Impostazioni carattere
ja: フォント設定
pt: Configurações de Fonte
zh: 字体设置

# settingsLanguageTitle
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
pt: Idioma
zh: 语言

# emailCodeSentPageTitle
source: Enter Code
ar: أدخل الرمز
de: Code eingeben
es: Introduce el código
fr: Entrez le code
hi: कोड दर्ज करें
it: Inserisci codice
ja: コードを入力
pt: Digite o Código
zh: 输入代码

# emailCodeSentConfirmation
source: A verification code has been sent to {email}. Please enter it below.
ar: تم إرسال رمز التحقق إلى {email}. يرجى إدخاله أدناه.
de: Ein Bestätigungscode wurde an {email} gesendet. Bitte geben Sie ihn unten ein.
es: Se ha enviado un código a {email}. Introdúcelo debajo.
fr: Un code a été envoyé à {email}. Saisissez-le.
hi: {email} पर एक सत्यापन कोड भेजा गया है। कृपया इसे नीचे दर्ज करें।
it: Un codice di verifica è stato inviato a {email}. Inseriscilo qui sotto.
ja: {email}に確認コードを送信しました。
pt: Código enviado para {email}.
zh: 验证码已发送至 {email}。请在下方输入。

# emailCodeSentInstructions
source: Enter the 6-digit code you received.
ar: أدخل الرمز المكون من 6 أرقام الذي تلقيته.
de: Geben Sie den 6-stelligen Code ein, den Sie erhalten haben.
es: Introduce el código de 6 dígitos recibido.
fr: Entrez le code à 6 chiffres reçu.
hi: आपको प्राप्त 6-अंकीय कोड दर्ज करें।
it: Inserisci il codice a 6 cifre che hai ricevuto.
ja: 受信した6桁のコードを入力してください。
pt: Digite o código de 6 dígitos recebido.
zh: 请输入您收到的 6 位代码。

# emailCodeVerificationHint
source: 6-digit code
ar: رمز مكون من 6 أرقام
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
hi: 6-अंकीय कोड
it: Codice a 6 cifre
ja: 6桁のコード
pt: Código de 6 dígitos
zh: 6 位代码

# emailCodeVerificationButtonLabel
source: Verify Code
ar: تحقق من الرمز
de: Code verifizieren
es: Verificar código
fr: Vérifier le code
hi: कोड सत्यापित करें
it: Verifica codice
ja: コードを確認
pt: Verificar Código
zh: 验证代码

# emailCodeValidationEmptyError
source: Please enter the 6-digit code.
ar: الرجاء إدخال الرمز المكون من 6 أرقام.
de: Bitte geben Sie den 6-stelligen Code ein.
es: Introduce el código de 6 dígitos.
fr: Veuillez entrer le code.
hi: कृपया 6-अंकीय कोड दर्ज करें।
it: Inserisci il codice a 6 cifre.
ja: 6桁のコードを入力してください。
pt: Digite o código de 6 dígitos.
zh: 请输入 6 位代码。

# emailCodeValidationLengthError
source: The code must be 6 digits.
ar: يجب أن يتكون الرمز من 6 أرقام.
de: Der Code muss 6 Stellen haben.
es: El código debe tener 6 dígitos.
fr: Le code doit comporter 6 chiffres.
hi: कोड 6 अंकों का होना चाहिए।
it: Il codice deve essere di 6 cifre.
ja: コードは6桁である必要があります。
pt: O código deve ter 6 dígitos.
zh: 代码必须为 6 位。

# headlinesFeedEmptyFilteredHeadline
source: No Headlines Match Your Filters
ar: لا توجد عناوين تطابق فلاترك
de: Keine Schlagzeilen entsprechen Ihren Filtern
es: Sin titulares que coincidan
fr: Aucun titre ne correspond
hi: आपके फ़िल्टर से कोई हेडलाइन मेल नहीं खाती
it: Nessuna notizia corrisponde ai tuoi filtri
ja: フィルタに一致する見出しがありません
pt: Nenhum Resultado para os Filtros
zh: 没有符合筛选条件的头条

# headlinesFeedEmptyFilteredSubheadline
source: Try adjusting your filter criteria or clearing them to see all headlines.
ar: حاول تعديل معايير الفلترة أو مسحها لرؤية جميع العناوين.
de: Versuchen Sie, Ihre Filterkriterien anzupassen oder zu löschen, um alle Schlagzeilen zu sehen.
es: Prueba a ajustar tus filtros para ver más titulares.
fr: Essayez d'ajuster vos filtres.
hi: सभी हेडलाइंस देखने के लिए अपने फ़िल्टर मानदंडों को समायोजित करने या उन्हें साफ़ करने का प्रयास करें।
it: Prova a modificare i criteri di filtro o a cancellarli per vedere tutte le notizie.
ja: フィルタ条件を調整するか、クリアしてください。
pt: Tente ajustar seus filtros.
zh: 请尝试调整筛选标准或清除筛选以查看所有头条。

# headlinesFeedClearFiltersButton
source: Clear Filters
ar: مسح الفلاتر
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres
hi: फ़िल्टर साफ़ करें
it: Cancella filtri
ja: フィルタをクリア
pt: Limpar Filtros
zh: 清除筛选

# headlinesFeedFilterLoadingCriteria
source: Loading filter options...
ar: جارٍ تحميل خيارات التصفية...
de: Filteroptionen werden geladen...
es: Cargando opciones de filtro...
fr: Chargement des critères...
hi: फ़िल्टर विकल्प लोड हो रहे हैं...
it: Caricamento opzioni di filtro...
ja: フィルタオプションを読み込み中...
pt: Carregando filtros...
zh: 正在加载筛选选项...

source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor, espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: お待ちください...
pt: Aguarde...
zh: 请稍候...

# headlinesFeedFilterErrorCriteria
source: Could not load filter options.
ar: تعذر تحميل خيارات التصفية.
de: Filteroptionen konnten nicht geladen werden.
es: No se pudieron cargar los filtros.
fr: Impossible de charger les critères.
hi: फ़िल्टर विकल्प लोड नहीं हो सके।
it: Impossibile caricare le opzioni di filtro.
ja: フィルタオプションを読み込めませんでした。
pt: Erro ao carregar filtros.
zh: 无法加载筛选选项。

# headlinesFeedFilterCountryLabel
source: Countries
ar: الدول
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
pt: Países
zh: 国家

# headlinesFeedFilterSourceTypeLabel
source: Types
ar: الأنواع
de: Typen
es: Tipos
hi: प्रकार
it: Tipi
ja: タイプ
pt: Tipos
zh: 类型

# headlinesFeedFilterErrorSources
source: Could not load sources.
ar: تعذر تحميل المصادر.
de: Quellen konnten nicht geladen werden.
es: No se pudieron cargar las fuentes.
fr: Impossible de charger les sources.
hi: स्रोत लोड नहीं हो सके।
it: Impossibile caricare le fonti.
ja: ソースを読み込めませんでした。
pt: Erro ao carregar fontes.
zh: 无法加载来源。

# headlinesFeedFilterNoSourcesMatch
source: No sources match your selected filters.
ar: لا توجد مصادر تطابق الفلاتر المحددة.
de: Keine Quellen entsprechen Ihren ausgewählten Filtern.
es: Sin fuentes que coincidan.
fr: Aucune source ne correspond.
hi: आपके चयनित फ़िल्टर से कोई स्रोत मेल नहीं खाता।
it: Nessuna fonte corrisponde ai filtri selezionati.
ja: 選択したフィルタに一致するソースはありません。
pt: Nenhuma fonte corresponde ao filtro.
zh: 没有符合所选筛选条件的来源。

# searchModelTypeHeadline
source: Headlines
ar: العناوين الرئيسية
de: Schlagzeilen
es: Titulares
fr: Titres
hi: हेडलाइंस
it: Notizie
ja: 見出し
pt: Manchetes
zh: 头条

# searchModelTypeCategory
source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियां
it: Categorie
ja: カテゴリ
pt: Categorias
zh: 类别

# searchModelTypeSource
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
hi: स्रोत
it: Fonti
ja: ソース
pt: Fontes
zh: 来源

# searchModelTypeCountry
source: Countries
ar: الدول
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
pt: Países
zh: 国家

# searchHintTextHeadline
source: e.g., AI advancements, Mars rover...
ar: مثال: تطورات الذكاء الاصطناعي, مركبة المريخ...
de: z.B. KI-Fortschritte, Mars-Rover...
es: ej. avances en IA, Marte...
fr: ex: IA, Mars rover...
hi: जैसे, एआई प्रगति, मंगल रोवर...
it: es. progressi IA, rover su Marte...
ja: 例: AIの進歩、火星探査機...
pt: ex: IA, Marte, Economia...
zh: 例如：AI 进展、火星探测器...

# searchHintTextGeneric
source: Search...
ar: بحث...
de: Suchen...
es: Buscar...
fr: Rechercher...
hi: खोजें...
it: Cerca...
ja: 検索...
pt: Pesquisar...
zh: 搜索...

# searchHintTextCategory
source: e.g., Technology, Sports, Finance...
ar: مثال: تكنولوجيا, رياضة, مالية...
de: z.B. Technologie, Sport, Finanzen...
es: ej. Tecnología, Deportes...
fr: ex: Technologie, Sports...
hi: जैसे, प्रौद्योगिकी, खेल, वित्त...
it: es. Tecnologia, Sport, Finanza...
ja: 例: テクノロジー、スポーツ、金融...
pt: ex: Tecnologia, Esportes...
zh: 例如：科技、体育、金融...

# searchHintTextSource
source: e.g., BBC News, TechCrunch, Reuters...
ar: مثال: بي بي سي نيوز, تك كرانش, رويترز...
de: z.B. BBC News, TechCrunch, Reuters...
es: ej. BBC News, Reuters...
fr: ex: BBC News, Reuters...
hi: जैसे, बीबीसी न्यूज़, टेकक्रंच, रॉयटर्स...
it: es. BBC News, TechCrunch, Reuters...
ja: 例: BBC News、ロイター...
pt: ex: BBC, Reuters...
zh: 例如：BBC 新闻、TechCrunch、路透社...

# searchHintTextCountry
source: e.g., USA, Japan, Brazil...
ar: مثال: الولايات المتحدة, اليابان, البرازيل...
de: z.B. USA, Japan, Brasilien...
es: ej. España, México, Chile...
fr: ex: France, Japon...
hi: जैसे, भारत, जापान, ब्राजील...
it: es. USA, Giappone, Brasile...
ja: 例: 日本、アメリカ、ブラジル...
pt: ex: Brasil, Portugal...
zh: 例如：美国、日本、巴西...

# searchPageInitialHeadline
source: Start Your Search
ar: ابدأ بحثك
de: Starten Sie Ihre Suche
es: Comienza tu búsqueda
fr: Commencez votre recherche
hi: अपनी खोज शुरू करें
it: Inizia la tua ricerca
ja: 検索を開始
pt: Inicie Sua Pesquisa
zh: 开始搜索

# searchPageInitialSubheadline
source: Select a type and enter keywords to begin.
ar: اختر نوعًا وأدخل كلمات رئيسية للبدء.
de: Wählen Sie einen Typ und geben Sie Schlüsselwörter ein, um zu beginnen.
es: Selecciona un tipo e introduce palabras clave.
fr: Sélectionnez un type et entrez des mots-clés.
hi: शुरू करने के लिए एक प्रकार चुनें और कीवर्ड दर्ज करें।
it: Seleziona un tipo e inserisci le parole chiave per iniziare.
ja: タイプを選択し、キーワードを入力してください。
pt: Selecione um tipo e digite palavras-chave.
zh: 选择类型并输入关键词以开始。

# followedCategoriesPageTitle
source: Followed Categories
ar: الفئات المتابَعة
de: Gefolgte Kategorien
es: Categorías seguidas
fr: Catégories suivies
hi: फ़ॉलो की गई श्रेणियां
it: Categorie seguite
ja: フォロー中のカテゴリ
pt: Categorias Seguidas
zh: 关注的类别

# addCategoriesTooltip
source: Add Categories
ar: إضافة فئات
de: Kategorien hinzufügen
es: Añadir categorías
fr: Ajouter des catégories
hi: श्रेणियां जोड़ें
it: Aggiungi categorie
ja: カテゴリを追加
pt: Adicionar Categorias
zh: 添加类别

# noFollowedCategoriesMessage
source: You are not following any categories yet.
ar: أنت لا تتابع أي فئات حتى الآن.
de: Sie folgen noch keinen Kategorien.
es: Aún no sigues ninguna categoría.
fr: Vous ne suivez aucune catégorie.
hi: आप अभी तक किसी भी श्रेणी को फ़ॉलो नहीं कर रहे हैं।
it: Non stai ancora seguendo nessuna categoria.
ja: まだカテゴリをフォローしていません。
pt: Você não segue nenhuma categoria.
zh: 您尚未关注任何类别。

# addCategoriesButtonLabel
source: Find Categories to Follow
ar: البحث عن فئات لمتابعتها
de: Kategorien zum Folgen finden
es: Buscar categorías para seguir
fr: Trouver des catégories à suivre
hi: फ़ॉलो करने के लिए श्रेणियां खोजें
it: Trova categorie da seguire
ja: フォローするカテゴリを探す
pt: Encontrar Categorias
zh: 查找要关注的类别

# unfollowCategoryTooltip
source: Unfollow {categoryName}
ar: إلغاء متابعة {categoryName}
de: {categoryName} nicht mehr folgen
es: Dejar de seguir {categoryName}
fr: Ne plus suivre {categoryName}
hi: {categoryName} को अनफ़ॉलो करें
it: Smetti di seguire {categoryName}
ja: {categoryName}のフォローを解除
pt: Deixar de seguir {categoryName}
zh: 取消关注 {categoryName}

# addTopicsPageTitle
source: Follow Topics
ar: متابعة المواضيع
de: Themen folgen
es: Seguir temas
fr: Suivre des sujets
hi: विषयों को फ़ॉलो करें
it: Segui argomenti
ja: トピックをフォロー
pt: Seguir Tópicos
zh: 关注话题

# topicFilterLoadingHeadline
source: Loading Topics...
ar: جارٍ تحميل المواضيع...
de: Themen werden geladen...
es: Cargando temas...
fr: Chargement des sujets...
hi: विषय लोड हो रहे हैं...
it: Caricamento argomenti...
ja: トピックを読み込み中...
pt: Carregando Tópicos...
zh: 正在加载话题...

# topicFilterError
source: Could not load topics. Please try again.
ar: تعذر تحميل المواضيع. يرجى المحاولة مرة أخرى.
de: Themen konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar los temas.
fr: Impossible de charger les sujets.
hi: विषय लोड नहीं हो सके। कृपया पुन: प्रयास करें।
it: Impossibile caricare gli argomenti. Riprova.
ja: トピックを読み込めませんでした。
pt: Erro ao carregar tópicos.
zh: 无法加载话题。请重试。

# topicFilterEmptyHeadline
source: No Topics Found
ar: لم يتم العثور على مواضيع
de: Keine Themen gefunden
es: No se encontraron temas
fr: Aucun sujet trouvé
hi: कोई विषय नहीं मिला
it: Nessun argomento trovato
ja: トピックが見つかりません
pt: Nenhum Tópico Encontrado
zh: 未找到话题

# topicFilterEmptySubheadline
source: There are no topics available at the moment.
ar: لا توجد مواضيع متاحة في الوقت الحالي.
de: Momentan sind keine Themen verfügbar.
es: No hay temas disponibles en este momento.
fr: Aucun sujet disponible pour le moment.
hi: फिलहाल कोई विषय उपलब्ध नहीं है।
it: Al momento non ci sono argomenti disponibili.
ja: 現在利用可能なトピックはありません。
pt: Não há tópicos disponíveis.
zh: 目前没有可用的话题。

# unfollowTopicTooltip
source: Unfollow {topicName}
ar: إلغاء متابعة {topicName}
de: {topicName} nicht mehr folgen
es: Dejar de seguir {topicName}
fr: Ne plus suivre {topicName}
hi: {topicName} को अनफ़ॉलो करें
it: Smetti di seguire {topicName}
ja: {topicName}のフォローを解除
pt: Deixar de seguir {topicName}
zh: 取消关注 {topicName}

# followTopicTooltip
source: Follow {topicName}
ar: متابعة {topicName}
de: {topicName} folgen
es: Seguir {topicName}
fr: Suivre {topicName}
hi: {topicName} को फ़ॉलो करें
it: Segui {topicName}
ja: {topicName}をフォロー
pt: Seguir {topicName}
zh: 关注 {topicName}

# followedSourcesLoadingHeadline
source: Loading Followed Sources...
ar: جارٍ تحميل المصادر المتابَعة...
de: Gefolgte Quellen werden geladen...
es: Cargando fuentes seguidas...
fr: Chargement des sources suivies...
hi: फ़ॉलो किए गए स्रोत लोड हो रहे हैं...
it: Caricamento fonti seguite...
ja: フォロー中のソースを読み込み中...
pt: Carregando Fontes Seguidas...
zh: 正在加载关注的来源...

# followedSourcesErrorHeadline
source: Could Not Load Followed Sources
ar: تعذر تحميل المصادر المتابَعة
de: Gefolgte Quellen konnten nicht geladen werden
es: Error al cargar fuentes seguidas
fr: Impossible de charger les sources suivies
hi: फ़ॉलो किए गए स्रोत लोड नहीं हो सके
it: Impossibile caricare le fonti seguite
ja: フォロー中のソースを読み込めませんでした
pt: Erro ao Carregar Fontes
zh: 无法加载关注的来源

# followedSourcesEmptyHeadline
source: No Followed Sources
ar: لا توجد مصادر متابَعة
de: Keine gefolgten Quellen
es: Sin fuentes seguidas
fr: Aucune source suivie
hi: कोई फ़ॉलो किया गया स्रोत नहीं
it: Nessuna fonte seguita
ja: フォロー中のソースなし
pt: Nenhuma Fonte Seguida
zh: 无关注的来源

# followedSourcesEmptySubheadline
source: Start following sources to see them here.
ar: ابدأ بمتابعة المصادر لكي تظهر هنا.
de: Folgen Sie Quellen, um sie hier zu sehen.
es: Sigue fuentes para verlas aquí.
fr: Commencez à suivre des sources.
hi: उन्हें यहाँ देखने के लिए स्रोतों को फ़ॉलो करना शुरू करें।
it: Inizia a seguire le fonti per vederle qui.
ja: ソースをフォローするとここに表示されます。
pt: Siga fontes para vê-las aqui.
zh: 开始关注来源以在此处查看它们。

# headlinesFeedFilterTopicLabel
source: Topic
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
hi: विषय
it: Argomento
ja: トピック
pt: Tópico
zh: 话题

# followedTopicsPageTitle
source: Followed Topics
ar: المواضيع المتابَعة
de: Gefolgte Themen
es: Temas seguidos
fr: Sujets suivis
hi: फ़ॉलो किए गए विषय
it: Argomenti seguiti
ja: フォロー中のトピック
pt: Tópicos Seguidos
zh: 关注的话题

# addTopicsTooltip
source: Add Topics
ar: إضافة مواضيع
de: Themen hinzufügen
es: Añadir temas
fr: Ajouter des sujets
hi: विषय जोड़ें
it: Aggiungi argomenti
ja: トピックを追加
pt: Adicionar Tópicos
zh: 添加话题
