Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# decoratorDismissedConfirmation
source: Suggestion hidden.
ar: تم إخفاء الاقتراح.
de: Vorschlag ausgeblendet.
es: Sugerencia oculta.
fr: Suggestion masquée.
hi: सुझाव छिपा दिया गया।
it: Suggerimento nascosto.
ja: 提案を非表示にしました。
pt: Sugestão ocultada.
zh: 建议已隐藏。

# decoratorDismissAction
source: Hide suggestion
ar: إخفاء الاقتراح
de: Vorschlag ausblenden
es: Ocultar sugerencia
fr: Masquer la suggestion
hi: सुझाव छिपाएं
it: Nascondi suggerimento
ja: 提案を非表示
pt: Ocultar
zh: 隐藏建议

# decoratorLinkAccountTitle_1
source: Save Your Articles & Preferences
ar: احفظ مقالاتك وتفضيلاتك
de: Speichern Sie Ihre Artikel & Präferenzen
es: Guarda tus artículos y preferencias
fr: Sauvegardez vos articles et préférences
hi: अपने लेख और प्राथमिकताएं सहेजें
it: Salva i tuoi articoli e preferenze
ja: 記事と設定を保存
pt: Salve Seus Artigos
zh: 保存您的文章与偏好

# decoratorLinkAccountTitle_2
source: Never Lose Your saved Preferences
ar: لا تفقد تفضيلاتك و متابعاتك
de: Verlieren Sie nie Ihre gespeicherten Präferenzen
es: No pierdas nunca tus preferencias
fr: Ne perdez jamais vos préférences
hi: अपनी सहेजी गई प्राथमिकताएं कभी न खोएं
it: Non perdere mai le tue preferenze salvate
ja: 保存した設定を失わないために
pt: Nunca Perca Suas Preferências
zh: 永不丢失您保存的偏好

# decoratorLinkAccountDescription_1
source: Create a free account to save more articles, follow more topics, and sync your preferences across devices.
ar: أنشئ حسابًا مجانيًا لحفظ المزيد من المقالات، ومتابعة المزيد من المواضيع، ومزامنة تفضيلاتك عبر الأجهزة.
de: Erstellen Sie ein kostenloses Konto, um mehr Artikel zu speichern, mehr Themen zu folgen und Ihre Präferenzen geräteübergreifend zu synchronisieren.
es: Crea una cuenta gratuita para guardar más y sincronizar tus dispositivos.
fr: Créez un compte gratuit pour synchroniser vos données.
hi: अधिक लेख सहेजने, अधिक विषयों को फ़ॉलो करने और अपने डिवाइसों में अपनी प्राथमिकताओं को सिंक करने के लिए एक मुफ़्त खाता बनाएं।
it: Crea un account gratuito per salvare più articoli, seguire più argomenti e sincronizzare le tue preferenze su tutti i dispositivi.
ja: 無料アカウントを作成して、より多くの記事を保存し、デバイス間で同期しましょう。
pt: Crie uma conta gratuita para salvar mais.
zh: 创建一个免费账户以保存更多文章、关注更多话题，并在设备间同步您的偏好。

# decoratorLinkAccountDescription_2
source: Sign up to unlock more saves, expand your followed content, and keep your news feed consistent everywhere.
ar: سجل لفتح المزيد من الحفظ، وتوسيع المحتوى الذي تتابعه، والحفاظ على موجز أخبارك متسقًا في كل مكان.
de: Registrieren Sie sich, um mehr Speicherplätze freizuschalten, Ihre gefolgten Inhalte zu erweitern und Ihren Newsfeed überall konsistent zu halten.
es: Regístrate para desbloquear más guardados y mantener tu feed consistente.
fr: Inscrivez-vous pour débloquer plus de sauvegardes.
hi: अधिक सहेजने, अपनी फ़ॉलो की गई सामग्री का विस्तार करने और अपने समाचार फ़ीड को हर जगह सुसंगत रखने के लिए साइन अप करें।
it: Registrati per sbloccare più salvataggi, espandere i tuoi contenuti seguiti e mantenere il tuo feed di notizie coerente ovunque.
ja: サインアップして、ニュースフィードをどこでも一貫して保ちましょう。
pt: Inscreva-se para manter seu feed consistente.
zh: 注册以解锁更多保存、扩展关注内容，并让您的新闻流在各处保持一致。

# decoratorLinkAccountCta_1
source: Sign Up Now
ar: سجل الآن
de: Jetzt registrieren
es: Regístrate ahora
fr: S'inscrire maintenant
hi: अभी साइन अप करें
it: Registrati ora
ja: 今すぐ登録
pt: Inscrever-se Agora
zh: 立即注册

# decoratorLinkAccountCta_2
source: Create Free Account
ar: إنشاء حساب مجاني
de: Kostenloses Konto erstellen
es: Crear cuenta gratuita
fr: Créer un compte gratuit
hi: मुफ़्त खाता बनाएं
it: Crea account gratuito
ja: 無料アカウントを作成
pt: Criar Conta Gratuita
zh: 创建免费账户

# decoratorUpgradeTitle_1
source: Enjoy an Uninterrupted News Experience
ar: تجربة أخبار بلا انقطاع
de: Genießen Sie ein ungestörtes Nachrichtenerlebnis
es: Disfruta de noticias sin interrupciones
fr: Profitez d'une expérience sans interruption
hi: निर्बाध समाचार अनुभव का आनंद लें
it: Goditi un'esperienza di notizie ininterrotta
ja: 途切れることのないニュース体験を
pt: Notícias Sem Interrupções
zh: 享受不间断的新闻体验

# decoratorUpgradeTitle_2
source: Unlock Your Premium Access
ar: افتح وصولك المميز
de: Schalten Sie Ihren Premium-Zugang frei
es: Desbloquea tu acceso Premium
fr: Débloquez votre accès Premium
hi: अपनी प्रीमियम पहुंच अनलॉक करें
it: Sblocca il tuo accesso Premium
ja: プレミアムアクセスを解除
pt: Acesso Premium
zh: 解锁您的高级访问权限

# decoratorUpgradeDescription_1
source: Go ad-free and greatly expand your limits for saved articles and followed content.
ar: تخلص من الإعلانات ووسع حدودك بشكل كبير للمقالات المحفوظة والمحتوى المتابع.
de: Werden Sie werbefrei und erweitern Sie Ihre Limits für gespeicherte Artikel und gefolgte Inhalte erheblich.
es: Elimina anuncios y amplía tus límites de guardado y seguimiento.
fr: Passez au sans publicité et augmentez vos limites.
hi: विज्ञापन-मुक्त जाएं और सहेजे गए लेखों और फ़ॉलो की गई सामग्री के लिए अपनी सीमाओं का विस्तार करें।
it: Passa a un'esperienza senza pubblicità ed espandi notevolmente i tuoi limiti per articoli salvati e contenuti seguiti.
ja: 広告を非表示にし、保存やフォローの制限を大幅に拡大します。
pt: Fique livre de anúncios e expanda limites.
zh: 去广告并大幅扩展您保存文章和关注内容的上限。

# decoratorUpgradeDescription_2
source: Upgrade to Premium for an ad-free experience and the ability to save and follow much more of the content you love.
ar: قم بالترقية إلى بريميوم لتجربة خالية من الإعلانات والقدرة على حفظ ومتابعة المزيد من المحتوى الذي تحبه.
de: Upgraden Sie auf Premium für ein werbefreies Erlebnis und die Möglichkeit, viel mehr von den Inhalten zu speichern und zu folgen, die Sie lieben.
es: Pásate a Premium para una experiencia sin anuncios y más contenido.
fr: Passez à Premium pour une expérience optimale.
hi: विज्ञापन-मुक्त अनुभव और अपनी पसंद की सामग्री को बहुत अधिक सहेजने और फ़ॉलो करने की क्षमता के लिए प्रीमियम में अपग्रेड करें।
it: Passa a Premium per un'esperienza senza pubblicità e la possibilità di salvare e seguire molti più contenuti che ami.
ja: プレミアムにアップグレードして、広告なしでより多くのコンテンツを楽しみましょう。
pt: Upgrade para salvar e seguir muito mais.
zh: 升级到高级版以获得无广告体验，并能够保存和关注更多您喜爱的内容。

# decoratorUpgradeCta_1
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Auf Premium upgraden
es: Pasar a Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Upgrade para Premium
zh: 升级到高级版

# decoratorUpgradeCta_2
source: Learn More
ar: اعرف المزيد
de: Mehr erfahren
es: Saber más
fr: En savoir plus
hi: और जानें
it: Scopri di più
ja: 詳細を見る
pt: Saiba Mais
zh: 了解更多

# decoratorRateAppTitle_1
source: Enjoying the App?
ar: تستمتع بالتطبيق؟
de: Gefällt Ihnen die App?
es: ¿Te gusta la app?
fr: Vous aimez l'application ?
hi: ऐप का आनंद ले रहे हैं?
it: Ti piace l'app?
ja: アプリを楽しんでいますか？
pt: Gostando do App?
zh: 喜欢这个应用吗？

# decoratorRateAppTitle_2
source: Share Your Feedback
ar: شاركنا رأيك
de: Teilen Sie Ihr Feedback
es: Comparte tu opinión
fr: Partagez votre avis
hi: अपनी प्रतिक्रिया साझा करें
it: Condividi il tuo feedback
ja: フィードバックをお寄せください
pt: Sua Opinião Importa
zh: 分享您的反馈

# decoratorRateAppDescription_1
source: Your rating helps us improve the news experience for everyone. Your opinion matters!
ar: تقييمك يساعدنا على تحسين تجربة الأخبار للجميع. رأيك يهمنا!
de: Ihre Bewertung hilft uns, das Nachrichtenerlebnis für alle zu verbessern. Ihre Meinung zählt!
es: Tu valoración nos ayuda a mejorar para todos. ¡Tu opinión importa!
fr: Votre note nous aide à nous améliorer.
hi: आपकी रेटिंग हमें सभी के लिए समाचार अनुभव को बेहतर बनाने में मदद करती है। आपकी राय मायने रखती है!
it: La tua valutazione ci aiuta a migliorare l'esperienza delle notizie per tutti. La tua opinione conta!
ja: あなたの評価は、ニュース体験の向上に役立ちます。
pt: Sua avaliação nos ajuda a melhorar.
zh: 您的评分有助于我们为每个人改进新闻体验。您的意见很重要！

# decoratorRateAppDescription_2
source: Your feedback helps us deliver better news. Take a moment to rate us now!
ar: ملاحظاتك تساعدنا في تقديم أخبار أفضل. خذ لحظة لتقييمنا الآن!
de: Ihr Feedback hilft uns, bessere Nachrichten zu liefern. Nehmen Sie sich einen Moment Zeit, um uns zu bewerten!
es: Tus comentarios nos ayudan a ofrecer mejores noticias. ¡Valóranos!
fr: Prenez un moment pour nous évaluer !
hi: आपकी प्रतिक्रिया हमें बेहतर समाचार देने में मदद करती है। हमें रेट करने के लिए कुछ समय निकालें!
it: Il tuo feedback ci aiuta a fornire notizie migliori. Prenditi un momento per valutarci ora!
ja: より良いニュースを届けるために、評価をお願いします！
pt: Reserve um momento para nos avaliar!
zh: 您的反馈有助于我们提供更好的新闻。请花一点时间为我们评分！

# decoratorRateAppCta_1
source: Rate Now
ar: قيم الآن
de: Jetzt bewerten
es: Valorar ahora
fr: Noter maintenant
hi: अभी रेट करें
it: Valuta ora
ja: 今すぐ評価
pt: Avaliar Agora
zh: 立即评分

# decoratorRateAppCta_2
source: Give Feedback
ar: أعط تقييمك
de: Feedback geben
es: Enviar comentarios
fr: Donner un avis
hi: प्रतिक्रिया दें
it: Dai un feedback
ja: フィードバックを送る
pt: Dar Feedback
zh: 提供反馈

# decoratorEnableNotificationsTitle_1
source: Never Miss Breaking News
ar: لا تفوت الأخبار العاجلة
de: Verpassen Sie nie wieder Eilmeldungen
es: No te pierdas las noticias de última hora
fr: Ne manquez aucune actualité
hi: ब्रेकिंग न्यूज़ कभी न चूकें
it: Non perdere mai le ultime notizie
ja: 速報を見逃さない
pt: Notícias de Última Hora
zh: 绝不错过突发新闻

# decoratorEnableNotificationsTitle_2
source: Stay Informed, Instantly
ar: ابق على اطلاع، فورًا
de: Bleiben Sie sofort informiert
es: Mantente informado al instante
fr: Restez informé instantanément
hi: सूचित रहें, तुरंत
it: Rimani informato, all'istante
ja: 常に最新情報を
pt: Fique Informado
zh: 即时掌握资讯

# decoratorEnableNotificationsDescription_1
source: Get instant alerts for breaking news and updates from your followed topics and sources.
ar: احصل على تنبيهات فورية للأخبار العاجلة والتحديثات من مواضيعك ومصادرك المتابعة.
de: Erhalten Sie sofortige Benachrichtigungen für Eilmeldungen und Updates zu Ihren gefolgten Themen und Quellen.
es: Recibe alertas instantáneas de tus temas y fuentes seguidas.
fr: Recevez des alertes pour les actualités brûlantes.
hi: अपने फ़ॉलो किए गए विषयों और स्रोतों से ब्रेकिंग न्यूज़ और अपडेट के लिए तुरंत अलर्ट प्राप्त करें।
it: Ricevi avvisi istantanei per le ultime notizie e aggiornamenti dai tuoi argomenti e fonti seguiti.
ja: フォロー中のトピックやソースから速報アラートを受け取ります。
pt: Receba alertas instantâneos.
zh: 获取您关注的话题和来源的突发新闻即时提醒和更新。

# decoratorEnableNotificationsDescription_2
source: Enable notifications to receive personalized news updates directly to your device.
ar: قم بتمكين الإشعارات لتلقي تحديثات الأخبار المخصصة مباشرة على جهازك.
de: Aktivieren Sie Benachrichtigungen, um personalisierte Nachrichten-Updates direkt auf Ihr Gerät zu erhalten.
es: Activa las notificaciones para recibir noticias personalizadas.
fr: Activez les notifications personnalisées.
hi: सीधे अपने डिवाइस पर व्यक्तिगत समाचार अपडेट प्राप्त करने के लिए सूचनाएं सक्षम करें।
it: Abilita le notifiche per ricevere aggiornamenti di notizie personalizzati direttamente sul tuo dispositivo.
ja: 通知を有効にして、パーソナライズされたニュースを受け取りましょう。
pt: Ative notificações personalizadas.
zh: 启用通知以直接在您的设备上接收个性化的新闻更新。

# decoratorEnableNotificationsCta_1
source: Enable Alerts
ar: تفعيل التنبيهات
de: Benachrichtigungen aktivieren
es: Activar alertas
fr: Activer les alertes
hi: अलर्ट सक्षम करें
it: Abilita avvisi
ja: アラートを有効にする
pt: Ativar Alertas
zh: 开启提醒

# decoratorEnableNotificationsCta_2
source: Turn On Notifications
ar: تشغيل الإشعارات
de: Benachrichtigungen einschalten
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं चालू करें
it: Attiva notifiche
ja: 通知をオンにする
pt: Ligar Notificações
zh: 开启通知

# decoratorSuggestedTopicsTitle_1
source: Discover New Interests
ar: اكتشف اهتمامات جديدة
de: Entdecken Sie neue Interessen
es: Descubre nuevos intereses
fr: Découvrez de nouveaux intérêts
hi: नई रुचियां खोजें
it: Scopri nuovi interessi
ja: 新しい興味を見つける
pt: Novos Interesses
zh: 发现新兴趣

# decoratorSuggestedTopicsTitle_2
source: Broaden Your Knowledge
ar: وسع آفاق معرفتك
de: Erweitern Sie Ihr Wissen
es: Amplía tus conocimientos
fr: Élargissez vos connaissances
hi: अपना ज्ञान बढ़ाएं
it: Amplia le tue conoscenze
ja: 知識を広げる
pt: Amplie Seu Conhecimento
zh: 拓宽您的知识面

# decoratorSuggestedSourcesTitle_1
source: Find New Perspectives
ar: ابحث عن وجهات نظر جديدة
de: Finden Sie neue Perspektiven
es: Encuentra nuevas perspectivas
fr: Trouvez de nouvelles perspectives
hi: नए दृष्टिकोण खोजें
it: Trova nuove prospettive
ja: 新しい視点を見つける
pt: Novas Perspectivas
zh: 寻找新视角

# decoratorSuggestedSourcesTitle_2
source: Discover Trusted Sources
ar: اكتشف مصادر موثوقة
de: Entdecken Sie vertrauenswürdige Quellen
es: Descubre fuentes confiables
fr: Découvrez des sources fiables
hi: विश्वसनीय स्रोत खोजें
it: Scopri fonti attendibili
ja: 信頼できるソースを見つける
pt: Fontes Confiáveis
zh: 发现可信来源

# savedHeadlineFiltersPageTitle
source: Saved Filters
ar: الفلاتر المحفوظة
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtres enregistrés
hi: सहेजे गए फ़िल्टर
it: Filtri salvati
ja: 保存されたフィルタ
pt: Filtros Salvos
zh: 已保存的筛选

# savedHeadlineFiltersCreateNewButton
source: Create Filter
ar: إنشاء فلتر
de: Filter erstellen
es: Crear filtro
fr: Créer un filtre
hi: फ़िल्टर बनाएं
it: Crea filtro
ja: フィルタを作成
pt: Criar Filtro
zh: 创建筛选

# savedHeadlineFiltersLoadingHeadline
source: Loading Your Filters...
ar: جارٍ تحميل فلاترك...
de: Ihre Filter werden geladen...
es: Cargando tus filtros...
fr: Chargement de vos filtres...
hi: आपके फ़िल्टर लोड हो रहे हैं...
it: Caricamento dei tuoi filtri...
ja: フィルタを読み込み中...
pt: Carregando Filtros...
zh: 正在加载您的筛选...

# savedHeadlineFiltersEmptyHeadline
source: No Saved Filters Yet
ar: لا توجد فلاتر محفوظة بعد
de: Noch keine gespeicherten Filter
es: Aún no hay filtros guardados
fr: Aucun filtre enregistré
hi: अभी तक कोई सहेजा गया फ़िल्टर नहीं
it: Nessun filtro salvato ancora
ja: 保存されたフィルタはまだありません
pt: Nenhum Filtro Salvo
zh: 尚无已保存的筛选

# savedHeadlineFiltersEmptySubheadline
source: Filters you create and save will appear here. Tap the button below to get started.
ar: الفلاتر التي تنشئها وتحفظها ستظهر هنا. اضغط على الزر أدناه للبدء.
de: Filter, die Sie erstellen und speichern, erscheinen hier. Tippen Sie auf die Schaltfläche unten, um zu beginnen.
es: Los filtros que crees aparecerán aquí. Toca el botón para empezar.
fr: Vos filtres apparaîtront ici.
hi: आपके द्वारा बनाए और सहेजे गए फ़िल्टर यहाँ दिखाई देंगे। शुरू करने के लिए नीचे दिए गए बटन पर टैप करें।
it: I filtri che crei e salvi appariranno qui. Tocca il pulsante qui sotto per iniziare.
ja: 作成したフィルタがここに表示されます。
pt: Filtros criados aparecerão aqui.
zh: 您创建并保存的筛选将显示在此处。点击下方按钮开始。

# savedFiltersMenuEdit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
pt: Editar
zh: 编辑

# saveFilterDialogPinToFeedLabel
source: Pin to Filter Bar
ar: تثبيت في شريط الفلاتر
de: An Filterleiste anheften
es: Fijar a la barra de filtros
fr: Épingler à la barre de filtres
hi: फ़िल्टर बार में पिन करें
it: Aggiungi alla barra dei filtri
ja: フィルタバーに固定
pt: Fixar na Barra
zh: 固定到筛选栏

# saveFilterDialogNotificationsLabel
source: Notification Preferences
ar: تفضيلات الإشعارات
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
fr: Préférences de notification
hi: अधिसूचना प्राथमिकताएं
it: Preferenze di notifica
ja: 通知設定
pt: Notificações
zh: 通知偏好

# notificationDeliveryTypeBreakingOnly
source: Breaking News
ar: الأخبار العاجلة
de: Eilmeldungen
es: Última hora
fr: Actualités brûlantes
hi: ब्रेकिंग न्यूज़
it: Ultime notizie
ja: ニュース速報
pt: Última Hora
zh: 突发新闻

# notificationDeliveryTypeDailyDigest
source: Daily Digest
ar: الملخص اليومي
de: Tägliche Zusammenfassung
es: Resumen diario
fr: Résumé quotidien
hi: दैनिक डाइजेस्ट
it: Riepilogo giornaliero
ja: デイリーダイジェスト
pt: Resumo Diário
zh: 每日摘要

# notificationDeliveryTypeWeeklyRoundup
source: Weekly Roundup
ar: الحصاد الأسبوعي
de: Wöchentlicher Rückblick
es: Resumen semanal
fr: Synthèse hebdomadaire
hi: साप्ताहिक राउंडअप
it: Riepilogo settimanale
ja: ウィークリーラウンドアップ
pt: Resumo Semanal
zh: 每周回顾

# prePermissionDialogTitle
source: Enable Notifications?
ar: تفعيل الإشعارات؟
de: Benachrichtigungen aktivieren?
es: ¿Activar notificaciones?
fr: Activer les notifications ?
hi: सूचनाएं सक्षम करें?
it: Abilitare le notifiche?
ja: 通知を有効にしますか？
pt: Ativar Notificações?
zh: 启用通知？

# prePermissionDialogBody
source: To send you breaking news alerts and digests for this filter, please allow notifications.
ar: لإرسال تنبيهات الأخبار العاجلة والملخصات لهذا الفلتر، يرجى السماح بالإشعارات.
de: Um Ihnen Eilmeldungen und Zusammenfassungen für diesen Filter zu senden, erlauben Sie bitte Benachrichtigungen.
es: Para enviarte alertas y resúmenes de este filtro, permite las notificaciones.
fr: Pour recevoir des alertes, veuillez autoriser les notifications.
hi: आपको इस फ़िल्टर के लिए ब्रेकिंग न्यूज़ अलर्ट और डाइजेस्ट भेजने के लिए, कृपया सूचनाओं की अनुमति दें।
it: Per inviarti avvisi di ultime notizie e riepiloghi per questo filtro, consenti le notifiche.
ja: 速報アラートやダイジェストを送信するために、通知を許可してください。
pt: Permita notificações para receber alertas.
zh: 为了向您发送此筛选条件的突发新闻提醒和摘要，请允许通知。

# prePermissionDialogDenyButton
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
pt: Agora Não
zh: 以后再说

# prePermissionDialogAllowButton
source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可する
pt: Permitir
zh: 允许

# notificationPermissionDeniedError
source: Notification permission was denied. You can enable it in your device settings.
ar: تم رفض إذن الإشعارات. يمكنك تمكينه في إعدادات جهازك.
de: Benachrichtigungsberechtigung wurde verweigert. Sie können sie in Ihren Geräteeinstellungen aktivieren.
es: Permiso denegado. Puedes activarlo en los ajustes del dispositivo.
fr: Permission refusée. Activez-la dans les paramètres.
hi: अधिसूचना अनुमति अस्वीकार कर दी गई थी। आप इसे अपनी डिवाइस सेटिंग्स में सक्षम कर सकते हैं।
it: Il permesso di notifica è stato negato. Puoi abilitarlo nelle impostazioni del tuo dispositivo.
ja: 通知権限が拒否されました。デバイスの設定で有効にできます。
pt: Permissão negada.
zh: 通知权限被拒绝。您可以在设备设置中启用它。

# notificationCenterPageTitle
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
pt: Notificações
zh: 通知

# notificationCenterMarkAllAsReadButton
source: Mark all as read
ar: وضع علامة على الكل كمقروء
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
hi: सभी को पढ़ा हुआ चिह्नित करें
it: Segna tutto come letto
ja: すべて既読にする
pt: Marcar todas como lidas
zh: 全部标记为已读

# notificationCenterLoadingHeadline
source: Loading Notifications...
ar: جارٍ تحميل الإشعارات...
de: Benachrichtigungen werden geladen...
es: Cargando notificaciones...
fr: Chargement des notifications...
hi: सूचनाएं लोड हो रही हैं...
it: Caricamento notifiche...
ja: 通知を読み込み中...
pt: Carregando...
zh: 正在加载通知...

# notificationCenterLoadingSubheadline
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor, espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: お待ちください...
pt: Aguarde...
zh: 请稍候...

# notificationCenterFailureHeadline
source: Failed to Load Notifications
ar: فشل تحميل الإشعارات
de: Laden der Benachrichtigungen fehlgeschlagen
es: Error al cargar notificaciones
fr: Échec du chargement
hi: सूचनाएं लोड करने में विफल
it: Impossibile caricare le notifiche
ja: 通知の読み込みに失敗しました
pt: Erro ao Carregar
zh: 加载通知失败

# notificationCenterFailureSubheadline
source: Could not retrieve your notifications. Please try again.
ar: تعذر استرداد إشعاراتك. يرجى المحاولة مرة أخرى.
de: Ihre Benachrichtigungen konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener tus notificaciones.
fr: Impossible de récupérer vos notifications.
hi: आपकी सूचनाएं प्राप्त नहीं की जा सकीं। कृपया पुन: प्रयास करें।
it: Impossibile recuperare le tue notifiche. Riprova.
ja: 通知を取得できませんでした。もう一度お試しください。
pt: Tente novamente.
zh: 无法检索您的通知。请重试。

# notificationCenterEmptyHeadline
source: No Notifications
ar: لا توجد إشعارات
de: Keine Benachrichtigungen
es: Sin notificaciones
fr: Aucune notification
hi: कोई सूचना नहीं
it: Nessuna notifica
ja: 通知なし
pt: Sem Notificações
zh: 无通知

# notificationCenterEmptySubheadline
source: You have no new notifications.
ar: ليس لديك إشعارات جديدة.
de: Sie haben keine neuen Benachrichtigungen.
es: No tienes notificaciones nuevas.
fr: Vous n'avez aucune nouvelle notification.
hi: आपके पास कोई नई सूचना नहीं है।
it: Non hai nuove notifiche.
ja: 新しい通知はありません。
pt: Você não tem novas notificações.
zh: 您没有新通知。

# notificationCenterTabBreakingNews
source: Breaking News
ar: العواجل
de: Eilmeldungen
es: Última hora
fr: Actualités brûlantes
hi: ब्रेकिंग न्यूज़
it: Ultime notizie
ja: ニュース速報
pt: Última Hora
zh: 突发新闻

# notificationCenterTabDigests
source: Digests
ar: الملخصات
de: Zusammenfassungen
es: Resúmenes
fr: Résumés
hi: डाइजेस्ट
it: Riepiloghi
ja: ダイジェスト
pt: Resumos
zh: 摘要

# deleteReadNotificationsButtonTooltip
source: Delete all read notifications
ar: حذف جميع الإشعارات المقروءة
de: Alle gelesenen Benachrichtigungen löschen
es: Eliminar notificaciones leídas
fr: Supprimer les notifications lues
hi: सभी पढ़ी गई सूचनाएं हटाएं
it: Elimina tutte le notifiche lette
ja: 既読の通知をすべて削除
pt: Excluir lidas
zh: 删除所有已读通知

# deleteReadNotificationsDialogContent
source: Are you sure you want to delete all read notifications in this tab? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف جميع الإشعارات المقروءة في علامة التبويب هذه؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie alle gelesenen Benachrichtigungen in diesem Tab löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar las notificaciones leídas de esta pestaña?
fr: Voulez-vous supprimer toutes les notifications lues ?
hi: क्या आप वाकई इस टैब की सभी पढ़ी गई सूचनाएं हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare tutte le notifiche lette in questa scheda? Questa azione non può essere annullata.
ja: このタブの既読通知をすべて削除してもよろしいですか？
pt: Excluir todas as lidas?
zh: 您确定要删除此标签页中的所有已读通知吗？此操作无法撤销。

# deleteButtonLabel
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
pt: Excluir
zh: 删除

# breakingNewsPrefix
source: Breaking News
ar: خبر عاجل
de: Eilmeldung
es: Última hora
fr: Flash Info
hi: ब्रेकिंग न्यूज़
it: Ultime notizie
ja: 速報
pt: Última Hora
zh: 突发新闻

# settingsFeedClickBehaviorLabel
source: Open links using
ar: فتح الروابط باستخدام
de: Links öffnen mit
es: Abrir enlaces con
fr: Ouvrir les liens avec
hi: लिंक खोलें
it: Apri link con
ja: リンクを開く方法
pt: Abrir links com
zh: 打开链接方式

# settingsFeedClickBehaviorDefault
source: App default
ar: إفتراضي
de: App-Standard
es: Predeterminado de la app
fr: Défaut de l'app
hi: ऐप डिफ़ॉल्ट
it: Predefinito dell'app
ja: アプリのデフォルト
pt: Padrão do app
zh: 应用默认

# settingsFeedClickBehaviorInApp
source: In-app browser
ar: متصفح داخل التطبيق
es: Navegador interno
fr: Navigateur intégré
hi: इन-ऐप ब्राउज़र
it: Browser in-app
ja: アプリ内ブラウザ
pt: Navegador interno
zh: 应用内浏览器

# settingsFeedClickBehaviorSystem
source: System browser
ar: متصفح النظام
es: Navegador del sistema
fr: Navigateur système
hi: सिस्टम ब्राउज़र
it: Browser di sistema
ja: システムブラウザ
pt: Navegador do sistema
zh: 系统浏览器

# continueToArticleButtonLabel
source: Continue to Article
ar: متابعة إلى المقال
de: Weiter zum Artikel
es: Continuar al artículo
fr: Continuer vers l'article
hi: लेख पर जारी रखें
it: Continua all'articolo
ja: 記事へ進む
pt: Ir para o Artigo
zh: 继续阅读文章

# headlineActionsModalTitle
source: Actions
ar: إجراءات
de: Aktionen
es: Acciones
hi: क्रियाएं
it: Azioni
ja: アクション
pt: Ações
zh: 操作

# shareActionLabel
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
pt: Compartilhar
zh: 分享

# bookmarkActionLabel
source: Bookmark
ar: حفظ
de: Lesezeichen
es: Guardar
fr: Signet
hi: बुकमार्क
it: Segnalibro
ja: ブックマーク
pt: Favoritar
zh: 书签
