Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# followedTopicsLoadingHeadline
source: Loading Followed Topics...
ar: جارٍ تحميل المواضيع المتابَعة...
de: Gefolgte Themen werden geladen...
es: Cargando temas seguidos...
fr: Chargement des sujets suivis...
hi: फ़ॉलो किए गए विषय लोड हो रहे हैं...
it: Caricamento argomenti seguiti...
ja: フォロー中のトピックを読み込み中...
pt: Carregando Tópicos Seguidos...
zh: 正在加载关注的话题...

# followedTopicsErrorHeadline
source: Could Not Load Followed Topics
ar: تعذر تحميل المواضيع المتابَعة
de: Gefolgte Themen konnten nicht geladen werden
es: Error al cargar temas seguidos
fr: Impossible de charger les sujets suivis
hi: फ़ॉलो किए गए विषय लोड नहीं हो सके
it: Impossibile caricare gli argomenti seguiti
ja: フォロー中のトピックを読み込めませんでした
pt: Erro ao Carregar Tópicos
zh: 无法加载关注的话题

# followedTopicsEmptyHeadline
source: No Followed Topics
ar: لا توجد مواضيع متابَعة
de: Keine gefolgten Themen
es: Sin temas seguidos
fr: Aucun sujet suivi
hi: कोई फ़ॉलो किया गया विषय नहीं
it: Nessun argomento seguito
ja: フォロー中のトピックなし
pt: Nenhum Tópico Seguido
zh: 无关注的话题

# followedTopicsEmptySubheadline
source: Start following topics to see them here.
ar: ابدأ بمتابعة المواضيع لكي تظهر هنا.
de: Folgen Sie Themen, um sie hier zu sehen.
es: Sigue temas para verlos aquí.
fr: Commencez à suivre des sujets.
hi: उन्हें यहाँ देखने के लिए विषयों को फ़ॉलो करना शुरू करें।
it: Inizia a seguire gli argomenti per vederli qui.
ja: トピックをフォローするとここに表示されます。
pt: Siga tópicos para vê-los aqui.
zh: 开始关注话题以在此处查看它们。

# followedSourcesPageTitle
source: Followed Sources
ar: المصادر المتابَعة
de: Gefolgte Quellen
es: Fuentes seguidas
fr: Sources suivies
hi: फ़ॉलो किए गए स्रोत
it: Fonti seguite
ja: フォロー中のソース
pt: Fontes Seguidas
zh: 关注的来源

# addSourcesTooltip
source: Add Sources
ar: إضافة مصادر
de: Quellen hinzufügen
es: Añadir fuentes
fr: Ajouter des sources
hi: स्रोत जोड़ें
it: Aggiungi fonti
ja: ソースを追加
pt: Adicionar Fontes
zh: 添加来源

# noFollowedSourcesMessage
source: You are not following any sources yet.
ar: أنت لا تتابع أي مصادر حتى الآن.
de: Sie folgen noch keinen Quellen.
es: Aún no sigues ninguna fuente.
fr: Vous ne suivez aucune source.
hi: आप अभी तक किसी भी स्रोत को फ़ॉलो नहीं कर रहे हैं।
it: Non stai ancora seguendo nessuna fonte.
ja: まだソースをフォローしていません。
pt: Você não segue nenhuma fonte.
zh: 您尚未关注任何来源。

# addSourcesButtonLabel
source: Find Sources to Follow
ar: البحث عن مصادر لمتابعتها
de: Quellen zum Folgen finden
es: Buscar fuentes para seguir
fr: Trouver des sources à suivre
hi: फ़ॉलो करने के लिए स्रोत खोजें
it: Trova fonti da seguire
ja: フォローするソースを探す
pt: Encontrar Fontes
zh: 查找要关注的来源

# unfollowSourceTooltip
source: Unfollow {sourceName}
ar: إلغاء متابعة {sourceName}
de: {sourceName} nicht mehr folgen
es: Dejar de seguir {sourceName}
fr: Ne plus suivre {sourceName}
hi: {sourceName} को अनफ़ॉलो करें
it: Smetti di seguire {sourceName}
ja: {sourceName}のフォローを解除
pt: Deixar de seguir {sourceName}
zh: 取消关注 {sourceName}

# followedCountriesPageTitle
source: Followed Countries
ar: الدول المتابَعة
de: Gefolgte Länder
es: Países seguidos
fr: Pays suivis
hi: फ़ॉलो किए गए देश
it: Paesi seguiti
ja: フォロー中の国
pt: Países Seguidos
zh: 关注的国家

# addCountriesTooltip
source: Add Countries
ar: إضافة دول
de: Länder hinzufügen
es: Añadir países
fr: Ajouter des pays
hi: देश जोड़ें
it: Aggiungi paesi
ja: 国を追加
pt: Adicionar Países
zh: 添加国家

# noFollowedCountriesMessage
source: You are not following any countries yet.
ar: أنت لا تتابع أي دول حتى الآن.
de: Sie folgen noch keinen Ländern.
es: Aún no sigues ningún país.
fr: Vous ne suivez aucun pays.
hi: आप अभी तक किसी भी देश को फ़ॉलो नहीं कर रहे हैं।
it: Non stai ancora seguendo nessun paese.
ja: まだ国をフォローしていません。
pt: Você não segue nenhum país.
zh: 您尚未关注任何国家。

# addCountriesButtonLabel
source: Find Countries to Follow
ar: البحث عن دول لمتابعتها
de: Länder zum Folgen finden
es: Buscar países para seguir
fr: Trouver des pays à suivre
hi: फ़ॉलो करने के लिए देश खोजें
it: Trova paesi da seguire
ja: フォローする国を探す
pt: Encontrar Países
zh: 查找要关注的国家

# unfollowCountryTooltip
source: Unfollow {countryName}
ar: إلغاء متابعة {countryName}
de: {countryName} nicht mehr folgen
es: Dejar de seguir {countryName}
fr: Ne plus suivre {countryName}
hi: {countryName} को अनफ़ॉलो करें
it: Smetti di seguire {countryName}
ja: {countryName}のフォローを解除
pt: Deixar de seguir {countryName}
zh: 取消关注 {countryName}

# addCategoriesPageTitle
source: Add Categories to Follow
ar: إضافة فئات للمتابعة
de: Kategorien zum Folgen hinzufügen
es: Añadir categorías para seguir
fr: Ajouter des catégories
hi: फ़ॉलो करने के लिए श्रेणियां जोड़ें
it: Aggiungi categorie da seguire
ja: フォローするカテゴリを追加
pt: Adicionar Categorias
zh: 添加要关注的类别

# categoryFilterError
source: Could not load categories. Please try again.
ar: تعذر تحميل الفئات. يرجى المحاولة مرة أخرى.
de: Kategorien konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar las categorías.
fr: Impossible de charger les catégories.
hi: श्रेणियां लोड नहीं हो सकीं। कृपया पुन: प्रयास करें।
it: Impossibile caricare le categorie. Riprova.
ja: カテゴリを読み込めませんでした。
pt: Erro ao carregar categorias.
zh: 无法加载类别。请重试。

# followCategoryTooltip
source: Follow {categoryName}
ar: متابعة {categoryName}
de: {categoryName} folgen
es: Seguir {categoryName}
fr: Suivre {categoryName}
hi: {categoryName} को फ़ॉलो करें
it: Segui {categoryName}
ja: {categoryName}をフォロー
pt: Seguir {categoryName}
zh: 关注 {categoryName}

# addSourcesPageTitle
source: Add Sources to Follow
ar: إضافة مصادر للمتابعة
de: Quellen zum Folgen hinzufügen
es: Añadir fuentes para seguir
fr: Ajouter des sources
hi: फ़ॉलो करने के लिए स्रोत जोड़ें
it: Aggiungi fonti da seguire
ja: フォローするソースを追加
pt: Adicionar Fontes
zh: 添加要关注的来源

# sourceFilterError
source: Could not load sources. Please try again.
ar: تعذر تحميل المصادر. يرجى المحاولة مرة أخرى.
de: Quellen konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar las fuentes.
fr: Impossible de charger les sources.
hi: स्रोत लोड नहीं हो सके। कृपया पुन: प्रयास करें।
it: Impossibile caricare le fonti. Riprova.
ja: ソースを読み込めませんでした。
pt: Erro ao carregar fontes.
zh: 无法加载来源。请重试。

# followSourceTooltip
source: Follow {sourceName}
ar: متابعة {sourceName}
de: {sourceName} folgen
es: Seguir {sourceName}
fr: Suivre {sourceName}
hi: {sourceName} को फ़ॉलो करें
it: Segui {sourceName}
ja: {sourceName}をフォロー
pt: Seguir {sourceName}
zh: 关注 {sourceName}

# addCountriesPageTitle
source: Add Countries to Follow
ar: إضافة دول للمتابعة
de: Länder zum Folgen hinzufügen
es: Añadir países para seguir
fr: Ajouter des pays
hi: फ़ॉलो करने के लिए देश जोड़ें
it: Aggiungi paesi da seguire
ja: フォローする国を追加
pt: Adicionar Países
zh: 添加要关注的国家

# followCountryTooltip
source: Follow {countryName}
ar: متابعة {countryName}
de: {countryName} folgen
es: Seguir {countryName}
fr: Suivre {countryName}
hi: {countryName} को फ़ॉलो करें
it: Segui {countryName}
ja: {countryName}をフォロー
pt: Seguir {countryName}
zh: 关注 {countryName}

# headlineDetailsSaveTooltip
source: Save headline
ar: حفظ العنوان
de: Schlagzeile speichern
es: Guardar titular
fr: Enregistrer le titre
hi: हेडलाइन सहेजें
it: Salva notizia
ja: 見出しを保存
pt: Salvar manchete
zh: 保存头条

# headlineDetailsRemoveFromSavedTooltip
source: Remove from saved
ar: إزالة من المحفوظات
de: Aus Gespeichert entfernen
es: Quitar de guardados
fr: Supprimer des enregistrements
hi: सहेजे गए से निकालें
it: Rimuovi dai salvati
ja: 保存から削除
pt: Remover dos salvos
zh: 从已保存中移除

# headlineSavedSuccessSnackbar
source: Headline saved!
ar: تم حفظ العنوان!
de: Schlagzeile gespeichert!
es: ¡Titular guardado!
fr: Titre enregistré !
hi: हेडलाइन सहेजी गई!
it: Notizia salvata!
ja: 見出しを保存しました！
pt: Manchete salva!
zh: 头条已保存！

# headlineUnsavedSuccessSnackbar
source: Headline removed from saved.
ar: تمت إزالة العنوان من المحفوظات.
de: Schlagzeile aus Gespeichert entfernt.
es: Titular eliminado de guardados.
fr: Titre supprimé des enregistrements.
hi: हेडलाइन सहेजे गए से हटा दी गई।
it: Notizia rimossa dai salvati.
ja: 見出しを保存から削除しました。
pt: Manchete removida.
zh: 头条已从保存中移除。

# headlineSaveErrorSnackbar
source: Could not update saved status. Please try again.
ar: تعذر تحديث حالة الحفظ. يرجى المحاولة مرة أخرى.
de: Speicherstatus konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: Error al actualizar el estado de guardado.
fr: Erreur lors de la mise à jour.
hi: सहेजी गई स्थिति को अपडेट नहीं किया जा सका। कृपया पुन: प्रयास करें।
it: Impossibile aggiornare lo stato di salvataggio. Riprova.
ja: 保存状態を更新できませんでした。
pt: Erro ao atualizar status.
zh: 无法更新保存状态。请重试。

# shareActionTooltip
source: Share headline
ar: مشاركة العنوان
de: Schlagzeile teilen
es: Compartir titular
fr: Partager le titre
hi: हेडलाइन साझा करें
it: Condividi notizia
ja: 見出しを共有
pt: Compartilhar manchete
zh: 分享头条

# sharingUnavailableSnackbar
source: Sharing is not available on this device or platform.
ar: المشاركة غير متاحة على هذا الجهاز أو المنصة.
de: Teilen ist auf diesem Gerät oder dieser Plattform nicht verfügbar.
es: Compartir no está disponible en este dispositivo.
fr: Le partage n'est pas disponible sur cet appareil.
hi: इस डिवाइस या प्लेटफॉर्म पर साझा करना उपलब्ध नहीं है।
it: La condivisione non è disponibile su questo dispositivo o piattaforma.
ja: このデバイスでは共有を利用できません。
pt: Compartilhamento indisponível.
zh: 此设备或平台不支持分享。

# similarHeadlinesSectionTitle
source: You Might Also Like
ar: قد يعجبك ايضا
de: Das könnte Ihnen auch gefallen
es: También te podría gustar
fr: Vous pourriez aussi aimer
hi: आपको यह भी पसंद आ सकता है
it: Potrebbe piacerti anche
ja: こちらもおすすめ
pt: Você Também Pode Gostar
zh: 您可能也喜欢

# similarHeadlinesEmpty
source: No similar headlines found.
ar: لم يتم العثور على عناوين مشابهة.
de: Keine ähnlichen Schlagzeilen gefunden.
es: No se encontraron titulares similares.
fr: Aucun titre similaire trouvé.
hi: कोई समान हेडलाइन नहीं मिली।
it: Nessuna notizia simile trovata.
ja: 類似の見出しは見つかりませんでした。
pt: Nenhuma manchete semelhante.
zh: 未找到相似头条。

# detailsPageTitle
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
pt: Detalhes
zh: 详情

# followButtonLabel
source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
hi: फ़ॉलो करें
it: Segui
ja: フォロー
pt: Seguir
zh: 关注

# unfollowButtonLabel
source: Unfollow
ar: إلغاء المتابعة
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
hi: अनफ़ॉलो करें
it: Smetti di seguire
ja: フォロー解除
pt: Deixar de seguir
zh: 取消关注

# noHeadlinesFoundMessage
source: No headlines found for this item.
ar: لم يتم العثور على عناوين لهذا العنصر.
de: Keine Schlagzeilen für dieses Element gefunden.
es: No hay titulares para este elemento.
fr: Aucun titre trouvé pour cet élément.
hi: इस आइटम के लिए कोई हेडलाइन नहीं मिली।
it: Nessuna notizia trovata per questo elemento.
ja: このアイテムの見出しは見つかりませんでした。
pt: Nenhuma manchete encontrada.
zh: 未找到此项目的头条。

source: Failed to load more headlines.
ar: فشل تحميل المزيد من العناوين.
de: Laden weiterer Schlagzeilen fehlgeschlagen.
es: Error al cargar más titulares.
fr: Échec du chargement de plus de titres.
hi: अधिक हेडलाइन लोड करने में विफल।
it: Impossibile caricare altre notizie.
ja: 見出しの読み込みに失敗しました。
pt: Erro ao carregar mais manchetes.
zh: 无法加载更多头条。

# headlinesSectionTitle
source: Headlines
ar: العناوين الرئيسية
de: Schlagzeilen
es: Titulares
fr: Titres
hi: हेडलाइंस
it: Notizie
ja: 見出し
pt: Manchetes
zh: 头条

# headlinesFeedFilterApplyFollowedLabel
source: Apply my followed items as filters
ar: تطبيق العناصر التي أتابعها كمرشحات.
de: Meine gefolgten Elemente als Filter anwenden
es: Usar mis elementos seguidos como filtros
fr: Appliquer mes éléments suivis comme filtres
hi: मेरे फ़ॉलो किए गए आइटम को फ़िल्टर के रूप में लागू करें
it: Applica i miei elementi seguiti come filtri
ja: フォロー中のアイテムをフィルタとして適用
pt: Usar meus itens seguidos
zh: 应用我关注的项目作为筛选条件

# mustBeLoggedInToUseFeatureError
source: You must be logged in to use this feature.
ar: يجب عليك تسجيل الدخول لاستخدام هذه الميزة.
de: Sie müssen angemeldet sein, um diese Funktion zu nutzen.
es: Debes iniciar sesión para usar esta función.
fr: Vous devez être connecté pour utiliser cette fonctionnalité.
hi: इस सुविधा का उपयोग करने के लिए आपको लॉग इन होना चाहिए।
it: Devi essere loggato per usare questa funzionalità.
ja: この機能を使用するにはログインが必要です。
pt: Você deve estar logado.
zh: 您必须登录才能使用此功能。

# noFollowedItemsForFilterSnackbar
source: You are not following any items to use as a filter.
ar: أنت لا تتبع أي عناصر لتطبيقها كفلتر.
de: Sie folgen keinen Elementen, die als Filter verwendet werden können.
es: No sigues ningún elemento para filtrar.
fr: Vous ne suivez aucun élément à utiliser comme filtre.
hi: फ़िल्टर के रूप में उपयोग करने के लिए आप किसी भी आइटम को फ़ॉलो नहीं कर रहे हैं।
it: Non stai seguendo alcun elemento da usare come filtro.
ja: フィルタとして使用するフォロー中のアイテムがありません。
pt: Você não segue itens para filtrar.
zh: 您尚未关注任何可用作筛选条件的项目。

# requestCodePageHeadline
source: Enter Your Email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
it: Inserisci la tua email
ja: メールアドレスを入力
pt: Digite Seu E-mail
zh: 输入您的电子邮件

# requestCodePageSubheadline
source: We'll send a secure code to your email to verify your identity.
ar: سنرسل رمزًا آمنًا إلى بريدك الإلكتروني للتحقق من هويتك.
de: Wir senden einen sicheren Code an Ihre E-Mail-Adresse, um Ihre Identität zu verifizieren.
es: Te enviaremos un código seguro para verificar tu identidad.
fr: Nous vous enverrons un code sécurisé.
hi: हम आपकी पहचान सत्यापित करने के लिए आपके ईमेल पर एक सुरक्षित कोड भेजेंगे।
it: Ti invieremo un codice sicuro alla tua email per verificare la tua identità.
ja: 本人確認のため、メールに確認コードを送信します。
pt: Enviaremos um código de verificação.
zh: 我们将向您的电子邮件发送一个安全代码以验证您的身份。

# requestCodeEmailLabel
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
hi: ईमेल पता
it: Indirizzo email
ja: メールアドレス
pt: E-mail
zh: 电子邮件地址

# requestCodeSendCodeButton
source: Send Code
ar: إرسال الرمز
de: Code senden
es: Enviar código
fr: Envoyer le code
hi: कोड भेजें
it: Invia codice
ja: コードを送信
pt: Enviar Código
zh: 发送代码

# requestCodeResendButtonCooldown
source: Resend in {seconds}s
ar: إعادة الإرسال في {seconds} ثانية
de: Erneut senden in {seconds}s
es: Reenviar en {seconds}s
fr: Renvoyer dans {seconds}s
hi: {seconds} सेकंड में पुन: भेजें
it: Reinvia tra {seconds}s
ja: {seconds}秒後に再送
pt: Reenviar em {seconds}s
zh: {seconds} 秒后重发

# entityDetailsCategoryTitle
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
pt: Categoria
zh: 类别

# entityDetailsSourceTitle
source: Source
ar: المصدر
de: Quelle
es: Fuente
hi: स्रोत
it: Fonte
ja: ソース
pt: Fonte
zh: 来源

# entityDetailsTopicTitle
source: Topic
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
hi: विषय
it: Argomento
ja: トピック
pt: Tópico
zh: 话题

# entityDetailsCountryTitle
source: Country
ar: الدولة
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
pt: País
zh: 国家

# savedHeadlinesLoadingHeadline
source: Loading Saved Headlines...
ar: جارٍ تحميل العناوين المحفوظة...
de: Gespeicherte Schlagzeilen werden geladen...
es: Cargando titulares guardados...
fr: Chargement des titres enregistrés...
hi: सहेजी गई हेडलाइंस लोड हो रही हैं...
it: Caricamento notizie salvate...
ja: 保存した見出しを読み込み中...
pt: Carregando Manchetes Salvas...
zh: 正在加载已保存的头条...

# savedHeadlinesLoadingSubheadline
source: Please wait while we fetch your saved articles.
ar: يرجى الانتظار بينما نقوم بجلب مقالاتك المحفوظة.
de: Bitte warten Sie, während wir Ihre gespeicherten Artikel abrufen.
es: Estamos obteniendo tus artículos guardados.
fr: Veuillez patienter...
hi: जब हम आपके सहेजे गए लेख प्राप्त करते हैं तो कृपया प्रतीक्षा करें।
it: Attendere prego mentre recuperiamo i tuoi articoli salvati.
ja: 保存した記事を取得しています。
pt: Buscando seus artigos.
zh: 请稍候，正在获取您保存的文章。

# savedHeadlinesErrorHeadline
source: Could Not Load Saved Headlines
ar: تعذر تحميل العناوين المحفوظة
de: Gespeicherte Schlagzeilen konnten nicht geladen werden
es: Error al cargar titulares guardados
fr: Impossible de charger les titres enregistrés
hi: सहेजी गई हेडलाइंस लोड नहीं हो सकीं
it: Impossibile caricare le notizie salvate
ja: 保存した見出しを読み込めませんでした
pt: Erro ao Carregar Salvos
zh: 无法加载已保存的头条

# savedHeadlinesEmptyHeadline
source: No Saved Headlines
ar: لا توجد عناوين محفوظة
de: Keine gespeicherten Schlagzeilen
es: Sin titulares guardados
fr: Aucun titre enregistré
hi: कोई सहेजी गई हेडलाइन नहीं
it: Nessuna notizia salvata
ja: 保存した見出しなし
pt: Nenhuma Manchete Salva
zh: 无已保存的头条

# savedHeadlinesEmptySubheadline
source: You haven't saved any articles yet. Start exploring!
ar: لم تقم بحفظ أي مقالات بعد. ابدأ الاستكشاف!
de: Sie haben noch keine Artikel gespeichert. Fangen Sie an zu stöbern!
es: Aún no has guardado artículos. ¡Empieza a explorar!
fr: Commencez à explorer !
hi: आपने अभी तक कोई लेख नहीं सहेजा है। खोजना शुरू करें!
it: Non hai ancora salvato nessun articolo. Inizia a esplorare!
ja: まだ記事を保存していません。
pt: Você ainda não salvou artigos.
zh: 您尚未保存任何文章。开始探索吧！

# accountFollowedCountriesTile
source: Followed Countries
ar: الدول المتابَعة
de: Gefolgte Länder
es: Países seguidos
fr: Pays suivis
hi: फ़ॉलो किए गए देश
it: Paesi seguiti
ja: フォロー中の国
pt: Países Seguidos
zh: 关注的国家

# followedCountriesLoadingHeadline
source: Loading Followed Countries...
ar: جارٍ تحميل الدول المتابَعة...
de: Gefolgte Länder werden geladen...
es: Cargando países seguidos...
fr: Chargement des pays suivis...
hi: फ़ॉलो किए गए देश लोड हो रहे हैं...
it: Caricamento paesi seguiti...
ja: フォロー中の国を読み込み中...
pt: Carregando Países Seguidos...
zh: 正在加载关注的国家...

# followedCountriesErrorHeadline
source: Could Not Load Followed Countries
ar: تعذر تحميل الدول المتابَعة
de: Gefolgte Länder konnten nicht geladen werden
es: Error al cargar países seguidos
fr: Impossible de charger les pays suivis
hi: फ़ॉलो किए गए देश लोड नहीं हो सके
it: Impossibile caricare i paesi seguiti
ja: フォロー中の国を読み込めませんでした
pt: Erro ao Carregar Países
zh: 无法加载关注的国家

# followedCountriesEmptyHeadline
source: No Followed Countries
ar: لا توجد دول متابَعة
de: Keine gefolgten Länder
es: Sin países seguidos
fr: Aucun pays suivi
hi: कोई फ़ॉलो किया गया देश नहीं
it: Nessun paese seguito
ja: フォロー中の国なし
pt: Nenhum País Seguido
zh: 无关注的国家

# followedCountriesEmptySubheadline
source: Start following countries to see them here.
ar: ابدأ بمتابعة الدول لكي تظهر هنا.
de: Folgen Sie Ländern, um sie hier zu sehen.
es: Sigue países para verlos aquí.
fr: Commencez à suivre des pays.
hi: उन्हें यहाँ देखने के लिए देशों को फ़ॉलो करना शुरू करें।
it: Inizia a seguire i paesi per vederli qui.
ja: 国をフォローするとここに表示されます。
pt: Siga países para vê-los aqui.
zh: 开始关注国家以在此处查看它们。

# countryFilterError
source: Could not load countries. Please try again.
ar: تعذر تحميل الدول. يرجى المحاولة مرة أخرى.
de: Länder konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar los países.
fr: Impossible de charger les pays.
hi: देश लोड नहीं हो सके। कृपया पुन: प्रयास करें।
it: Impossibile caricare i paesi. Riprova.
ja: 国を読み込めませんでした。
pt: Erro ao carregar países.
zh: 无法加载国家。请重试。

# followedCategoriesLoadingHeadline
source: Loading Followed Categories...
ar: جارٍ تحميل الفئات المتابَعة...
de: Gefolgte Kategorien werden geladen...
es: Cargando categorías seguidas...
fr: Chargement des catégories suivies...
hi: फ़ॉलो की गई श्रेणियां लोड हो रही हैं...
it: Caricamento categorie seguite...
ja: フォロー中のカテゴリを読み込み中...
pt: Carregando Categorias Seguidas...
zh: 正在加载关注的类别...

# followedCategoriesErrorHeadline
source: Could Not Load Followed Categories
ar: تعذر تحميل الفئات المتابَعة
de: Gefolgte Kategorien konnten nicht geladen werden
es: Error al cargar categorías seguidas
fr: Impossible de charger les catégories suivies
hi: फ़ॉलो की गई श्रेणियां लोड नहीं हो सकीं
it: Impossibile caricare le categorie seguite
ja: フォロー中のカテゴリを読み込めませんでした
pt: Erro ao Carregar Categorias
zh: 无法加载关注的类别

# followedCategoriesEmptyHeadline
source: No Followed Categories
ar: لا توجد فئات متابَعة
de: Keine gefolgten Kategorien
es: Sin categorías seguidas
fr: Aucune catégorie suivie
hi: कोई फ़ॉलो की गई श्रेणी नहीं
it: Nessuna categoria seguita
ja: フォロー中のカテゴリなし
pt: Nenhuma Categoria Seguida
zh: 无关注的类别

# followedCategoriesEmptySubheadline
source: Start following categories to see them here.
ar: ابدأ بمتابعة الفئات لكي تظهر هنا.
de: Folgen Sie Kategorien, um sie hier zu sehen.
es: Sigue categorías para verlas aquí.
fr: Commencez à suivre des catégories.
hi: उन्हें यहाँ देखने के लिए श्रेणियों को फ़ॉलो करना शुरू करें।
it: Inizia a seguire le categorie per vederle qui.
ja: カテゴリをフォローするとここに表示されます。
pt: Siga categorias para vê-las aqui.
zh: 开始关注类别以在此处查看它们。

# contentTypeHeadline
source: Headlines
ar: العناوين الرئيسية
de: Schlagzeilen
es: Titulares
fr: Titres
hi: हेडलाइंस
it: Notizie
ja: 見出し
pt: Manchetes
zh: 头条

# contentTypeTopic
source: Topics
ar: المواضيع
de: Themen
es: Temas
fr: Sujets
hi: विषय
it: Argomenti
ja: トピック
pt: Tópicos
zh: 话题

# contentTypeSource
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
hi: स्रोत
it: Fonti
ja: ソース
pt: Fontes
zh: 来源

# contentTypeCountry
source: Countries
ar: الدول
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
pt: Países
zh: 国家

# searchingFor
source: Searching for {contentType}...
ar: جار البحث عن {contentType}...
de: Suche nach {contentType}...
es: Buscando {contentType}...
fr: Recherche de {contentType}...
hi: {contentType} के लिए खोजा जा रहा है...
it: Ricerca di {contentType} in corso...
ja: {contentType}を検索中...
pt: Pesquisando por {contentType}...
zh: 正在搜索 {contentType}...

# settingsAppearanceFontWeightLight
source: Light
ar: صغير
de: Leicht
es: Ligero
fr: Léger
hi: लाइट
it: Leggero
ja: ライト
pt: Leve
zh: 细体

# settingsAppearanceFontWeightRegular
source: Regular
ar: عادي
de: Normal
fr: Régulier
hi: रेगुलर
it: Normale
ja: レギュラー
zh: 常规

# settingsAppearanceFontWeightBold
source: Bold
ar: عريض
de: Fett
es: Negrita
fr: Gras
hi: बोल्ड
it: Grassetto
ja: ボールド
pt: Negrito
zh: 粗体

# maintenanceHeadline
source: Under Maintenance
ar: تحت الصيانة
de: Wartungsarbeiten
es: En mantenimiento
fr: En maintenance
hi: रखरखाव चल रहा है
it: In manutenzione
ja: メンテナンス中
pt: Em Manutenção
zh: 维护中

# maintenanceSubheadline
source: We are currently performing maintenance. Please check back later.
ar: نقوم حاليًا بإجراء صيانة. يرجى التحقق مرة أخرى لاحقًا.
de: Wir führen derzeit Wartungsarbeiten durch. Bitte schauen Sie später wieder vorbei.
es: Estamos realizando tareas de mantenimiento. Vuelve pronto.
fr: Nous effectuons une maintenance. Revenez plus tard.
hi: हम वर्तमान में रखरखाव कर रहे हैं। कृपया बाद में पुनः देखें।
it: Stiamo effettuando manutenzione. Riprova più tardi.
ja: 現在メンテナンスを行っています。後ほどご確認ください。
pt: Voltaremos em breve.
zh: 我们目前正在进行维护。请稍后再试。

# updateRequiredHeadline
source: Update Required
ar: التحديث مطلوب
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
hi: अपडेट आवश्यक है
it: Aggiornamento richiesto
ja: アップデートが必要です
pt: Atualização Necessária
zh: 需要更新

# updateRequiredSubheadline
source: A new version of the app is available. Please update to continue using the app.
ar: يتوفر إصدار جديد من التطبيق. يرجى التحديث لمتابعة استخدام التطبيق.
de: Eine neue Version der App ist verfügbar. Bitte aktualisieren Sie, um die App weiterhin zu nutzen.
es: Hay una nueva versión disponible. Actualiza para continuar.
fr: Une nouvelle version est disponible.
hi: ऐप का एक नया संस्करण उपलब्ध है। ऐप का उपयोग जारी रखने के लिए कृपया अपडेट करें।
it: È disponibile una nuova versione dell'app. Aggiorna per continuare a utilizzare l'app.
ja: 新しいバージョンのアプリが利用可能です。
pt: Atualize para continuar usando o app.
zh: 应用有新版本可用。请更新以继续使用。

# updateRequiredButton
source: Update Now
ar: التحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
hi: अभी अपडेट करें
it: Aggiorna ora
ja: 今すぐアップデート
pt: Atualizar Agora
zh: 立即更新
