Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# neverShowAgain
source: Never show this again
ar: لا تظهر هذا مرة أخرى
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus jamais afficher
hi: इसे फिर कभी न दिखाएं
it: Non mostrare più
ja: 二度と表示しない
pt: Não mostrar novamente
zh: 不再显示

# followButtonText
source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
hi: फ़ॉलो करें
it: Segui
ja: フォロー
pt: Seguir
zh: 关注

# unfollowButtonText
source: Unfollow
ar: إلغاء المتابعة
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
hi: अनफ़ॉलो करें
it: Smetti di seguire
ja: フォロー解除
pt: Deixar de seguir
zh: 取消关注

# adInfoPlaceholderText
source: Ads help keep this app free !
ar: الإعلانات تساعد في إبقاء هذا التطبيق مجانيًا.
de: Werbung hilft, diese App kostenlos zu halten!
es: ¡Los anuncios ayudan a que esta app sea gratuita!
fr: Les publicités aident à garder cette application gratuite !
hi: विज्ञापन इस ऐप को मुफ़्त रखने में मदद करते हैं!
it: Le pubblicità aiutano a mantenere questa app gratuita!
ja: 広告はこのアプリを無料で維持するのに役立ちます！
pt: Anúncios mantêm o app gratuito!
zh: 广告有助于保持此应用免费！

# retryButtonText
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुन: प्रयास करें
it: Riprova
ja: 再試行
pt: Repetir
zh: 重试

# headlinesFeedFilterLoadingHeadline
source: Loading Filters
ar: جاري تحميل الفلاتر
de: Filter werden geladen
es: Cargando filtros
fr: Chargement des filtres
hi: फ़िल्टर लोड हो रहे हैं
it: Caricamento filtri
ja: フィルタを読み込み中
pt: Carregando Filtros
zh: 正在加载筛选条件

# suggestedTopicsTitle
source: Suggested Topics
ar: مواضيع مقترحة
de: Vorgeschlagene Themen
es: Temas sugeridos
fr: Sujets suggérés
hi: सुझाए गए विषय
it: Argomenti suggeriti
ja: おすすめのトピック
pt: Tópicos Sugeridos
zh: 推荐话题

# suggestedSourcesTitle
source: Suggested Sources
ar: مصادر مقترحة
de: Vorgeschlagene Quellen
es: Fuentes sugeridas
fr: Sources suggérées
hi: सुझाए गए स्रोत
it: Fonti suggerite
ja: おすすめのソース
pt: Fontes Sugeridas
zh: 推荐来源

# couldNotOpenUpdateUrl
source: Could not open update URL: {url}
ar: تعذر فتح رابط التحديث: {url}
de: Update-URL konnte nicht geöffnet werden: {url}
es: No se pudo abrir la URL: {url}
fr: Impossible d'ouvrir l'URL : {url}
hi: अपडेट URL नहीं खोला जा सका: {url}
it: Impossibile aprire l'URL di aggiornamento: {url}
ja: アップデートURLを開けませんでした: {url}
pt: Erro ao abrir URL: {url}
zh: 无法打开更新链接：{url}

# currentAppVersionLabel
source: Your current version: {version}
ar: إصدارك الحالي: {version}
de: Ihre aktuelle Version: {version}
es: Versión actual: {version}
fr: Version actuelle : {version}
hi: आपका वर्तमान संस्करण: {version}
it: La tua versione attuale: {version}
ja: 現在のバージョン: {version}
pt: Versão atual: {version}
zh: 当前版本：{version}

# latestRequiredVersionLabel
source: Required version: {version}
ar: الإصدار المطلوب: {version}
de: Erforderliche Version: {version}
es: Versión requerida: {version}
fr: Version requise : {version}
hi: आवश्यक संस्करण: {version}
it: Versione richiesta: {version}
ja: 必要なバージョン: {version}
pt: Versão necessária: {version}
zh: 所需版本：{version}

# anonymousLimitTitle
source: Sign in to Do More
ar: تسجيل الدخول للقيام بالمزيد
de: Anmelden für mehr Funktionen
es: Accede para hacer más
fr: Connectez-vous pour en faire plus
hi: अधिक करने के लिए साइन इन करें
it: Accedi per fare di più
ja: サインインしてさらに活用
pt: Entre para Fazer Mais
zh: 登录以执行更多操作

# anonymousLimitBody
source: Create a free account to bookmark more and follow more.
ar: قم بإنشاء حساب مجاني لإضافة المزيد ومتابعة المزيد.
de: Erstellen Sie ein kostenloses Konto, um mehr Lesezeichen zu setzen und mehr Inhalten zu folgen.
es: Crea una cuenta gratuita para guardar y seguir más contenido.
fr: Créez un compte gratuit pour enregistrer et suivre plus d'éléments.
hi: अधिक बुकमार्क करने और फ़ॉलो करने के लिए एक मुफ़्त खाता बनाएं।
it: Crea un account gratuito per salvare più segnalibri e seguire più contenuti.
ja: 無料アカウントを作成して、より多くのブックマークやフォローをしましょう。
pt: Crie uma conta para marcar e seguir mais.
zh: 创建一个免费账户以保存更多书签并关注更多内容。

# anonymousLimitButton
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
pt: Entrar
zh: 登录

# standardLimitBody
source: You've reached your limit for the free plan. Upgrade to save and follow more.
ar: لقد وصلت إلى الحد الأقصى للباقة المجانية. قم بالترقية لحفظ ومتابعة المزيد.
de: Sie haben Ihr Limit für den kostenlosen Plan erreicht. Upgraden Sie, um mehr zu speichern und zu folgen.
es: Has alcanzado el límite del plan gratuito. Pásate a Premium.
fr: Limite atteinte pour le plan gratuit. Passez à Premium.
hi: आप मुफ़्त योजना की अपनी सीमा तक पहुँच गए हैं। अधिक सहेजने और फ़ॉलो करने के लिए अपग्रेड करें।
it: Hai raggiunto il limite per il piano gratuito. Esegui l'upgrade per salvare e seguire più contenuti.
ja: 無料プランの制限に達しました。アップグレードして保存やフォローを増やしましょう。
pt: Limite atingido. Faça upgrade para salvar mais.
zh: 您已达到免费计划的上限。升级以保存和关注更多内容。

# standardLimitButton
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Auf Premium upgraden
es: Pasar a Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Upgrade para Premium
zh: 升级到高级版

# premiumLimitTitle
source: You've Reached the Limit
ar: لقد وصلت إلى الحد الأقصى
de: Sie haben das Limit erreicht
es: Has alcanzado el límite
fr: Limite atteinte
hi: आप सीमा तक पहुँच गए हैं
it: Hai raggiunto il limite
ja: 制限に達しました
pt: Limite Atingido
zh: 您已达到上限

# premiumLimitBody
source: To add new items, please review and manage your existing saved and followed content.
ar: لإضافة عناصر جديدة، يرجى مراجعة وإدارة المحتوى المحفوظ والمتابع الحالي.
de: Um neue Elemente hinzuzufügen, überprüfen und verwalten Sie bitte Ihre vorhandenen gespeicherten und gefolgten Inhalte.
es: Para añadir más, revisa y gestiona tu contenido actual.
fr: Veuillez gérer votre contenu existant pour ajouter de nouveaux éléments.
hi: नए आइटम जोड़ने के लिए, कृपया अपनी मौजूदा सहेजी गई और फ़ॉलो की गई सामग्री की समीक्षा करें और प्रबंधित करें।
it: Per aggiungere nuovi elementi, controlla e gestisci i tuoi contenuti salvati e seguiti esistenti.
ja: 新しいアイテムを追加するには、既存のコンテンツを管理してください。
pt: Gerencie seu conteúdo para adicionar novos itens.
zh: 要添加新项目，请查看并管理您现有的已保存和已关注内容。

# premiumLimitButton
source: Manage My Content
ar: إدارة المحتوى الخاص بي
de: Meine Inhalte verwalten
es: Gestionar mi contenido
fr: Gérer mon contenu
hi: मेरी सामग्री प्रबंधित करें
it: Gestisci i miei contenuti
ja: マイコンテンツを管理
pt: Gerenciar Conteúdo
zh: 管理我的内容

# saveButtonLabel
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
pt: Salvar
zh: 保存

# cancelButtonLabel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt: Cancelar
zh: 取消

# manageFiltersPageTitle
source: Manage Filters
ar: إدارة الفلاتر
de: Filter verwalten
es: Gestionar filtros
fr: Gérer les filtres
hi: फ़िल्टर प्रबंधित करें
it: Gestisci filtri
ja: フィルタを管理
pt: Gerenciar Filtros
zh: 管理筛选

# manageFiltersEmptyHeadline
source: No Saved Filters
ar: لا توجد فلاتر محفوظة
de: Keine gespeicherten Filter
es: Sin filtros guardados
fr: Aucun filtre enregistré
hi: कोई सहेजा गया फ़िल्टर नहीं
it: Nessun filtro salvato
ja: 保存されたフィルタなし
pt: Nenhum Filtro Salvo
zh: 无已保存的筛选

# manageFiltersEmptySubheadline
source: You can save filters from the filter page.
ar: يمكنك حفظ الفلاتر من صفحة التصفية.
de: Sie können Filter auf der Filterseite speichern.
es: Puedes guardar filtros desde la página de filtros.
fr: Vous pouvez enregistrer des filtres depuis la page de flux.
hi: आप फ़िल्टर पेज से फ़िल्टर सहेज सकते हैं।
it: Puoi salvare i filtri dalla pagina dei filtri.
ja: フィルタページからフィルタを保存できます。
pt: Salve filtros na página de filtros.
zh: 您可以从筛选页面保存筛选条件。

# manageFiltersRenameTooltip
source: Rename Filter
ar: إعادة تسمية الفلتر
de: Filter umbenennen
es: Renombrar filtro
fr: Renommer le filtre
hi: फ़िल्टर का नाम बदलें
it: Rinomina filtro
ja: フィルタ名を変更
pt: Renomear Filtro
zh: 重命名筛选

# manageFiltersDeleteTooltip
source: Delete Filter
ar: حذف الفلتر
de: Filter löschen
es: Eliminar filtro
fr: Supprimer le filtre
hi: फ़िल्टर हटाएं
it: Elimina filtro
ja: フィルタを削除
pt: Excluir Filtro
zh: 删除筛选

# saveFilterDialogTitleSave
source: Save Filter
ar: حفظ الفلتر
de: Filter speichern
es: Guardar filtro
fr: Enregistrer le filtre
hi: फ़िल्टर सहेजें
it: Salva filtro
ja: フィルタを保存
pt: Salvar Filtro
zh: 保存筛选

# saveFilterDialogTitleRename
source: Rename Filter
ar: إعادة تسمية الفلتر
de: Filter umbenennen
es: Renombrar filtro
fr: Renommer le filtre
hi: फ़िल्टर का नाम बदलें
it: Rinomina filtro
ja: フィルタ名を変更
pt: Renomear Filtro
zh: 重命名筛选

# saveFilterDialogInputLabel
source: Filter Name
ar: اسم الفلتر
es: Nombre del filtro
fr: Nom du filtre
hi: फ़िल्टर का नाम
it: Nome filtro
ja: フィルタ名
pt: Nome do Filtro
zh: 筛选名称

# saveFilterDialogValidationEmpty
source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
it: Il nome non può essere vuoto
ja: 名前を入力してください
pt: O nome não pode estar vazio
zh: 名称不能为空

# saveFilterDialogValidationTooLong
source: Name is too long
ar: الاسم طويل جدًا
de: Name ist zu lang
es: El nombre es demasiado largo
fr: Le nom est trop long
hi: नाम बहुत लंबा है
it: Il nome è troppo lungo
ja: 名前が長すぎます
pt: Nome muito longo
zh: 名称太长

# headlinesFilterSaveTooltip
source: Save Filter
ar: حفظ الفلتر
de: Filter speichern
es: Guardar filtro
fr: Enregistrer le filtre
hi: फ़िल्टर सहेजें
it: Salva filtro
ja: フィルタを保存
pt: Salvar Filtro
zh: 保存筛选

# headlinesFilterManageTooltip
source: Manage Filters
ar: إدارة الفلاتر
de: Filter verwalten
es: Gestionar filtros
fr: Gérer les filtres
hi: फ़िल्टर प्रबंधित करें
it: Gestisci filtri
ja: フィルタを管理
pt: Gerenciar Filtros
zh: 管理筛选

# savedFiltersBarOpenTooltip
source: Open Filters
ar: فتح الفلاتر
de: Filter öffnen
es: Abrir filtros
fr: Ouvrir les filtres
hi: फ़िल्टर खोलें
it: Apri filtri
ja: フィルタを開く
pt: Abrir Filtros
zh: 打开筛选

# savedFiltersBarAllLabel
source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
pt: Tudo
zh: 全部

# savedFiltersBarCustomLabel
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
pt: Personalizado
zh: 自定义

# applyFilterDialogTitle
source: Apply Filter
ar: تطبيق الفلتر
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer le filtre
hi: फ़िल्टर लागू करें
it: Applica filtro
ja: フィルタを適用
pt: Aplicar Filtro
zh: 应用筛选

# applyFilterDialogContent
source: Do you want to apply these filter settings for this session only, or save them for future use?
ar: هل تريد تطبيق إعدادات الفلترة هذه لهذه الجلسة فقط، أم حفظها للاستخدام المستقبلي؟
de: Möchten Sie diese Filtereinstellungen nur für diese Sitzung anwenden oder für die zukünftige Verwendung speichern?
es: ¿Quieres aplicar estos ajustes solo para esta sesión o guardarlos?
fr: Voulez-vous appliquer ces paramètres pour cette session ou les enregistrer ?
hi: क्या आप इन फ़िल्टर सेटिंग्स को केवल इस सत्र के लिए लागू करना चाहते हैं, या भविष्य के उपयोग के लिए सहेजना चाहते हैं?
it: Vuoi applicare queste impostazioni di filtro solo per questa sessione o salvarle per un uso futuro?
ja: この設定を今回のみ適用しますか、それとも保存しますか？
pt: Deseja salvar este filtro para o futuro?
zh: 您是想仅在本次会话中应用这些筛选设置，还是保存以供将来使用？

# applyFilterDialogApplyOnlyButton
source: Apply Only
ar: تطبيق فقط
de: Nur anwenden
es: Solo aplicar
fr: Appliquer uniquement
hi: केवल लागू करें
it: Applica solo
ja: 適用のみ
pt: Apenas Aplicar
zh: 仅应用

# applyFilterDialogApplyAndSaveButton
source: Apply & Save
ar: تطبيق وحفظ
de: Anwenden & Speichern
es: Aplicar y guardar
fr: Appliquer et enregistrer
hi: लागु करें और सहेजें
it: Applica e salva
ja: 適用して保存
pt: Aplicar e Salvar
zh: 应用并保存

# savedFiltersBarFollowedLabel
source: Followed
ar: المتابَعات
de: Gefolgt
es: Seguidos
fr: Suivi
hi: फ़ॉलो किया गया
it: Seguiti
ja: フォロー中
pt: Seguidos
zh: 已关注

# sourceListFilterPageTitle
source: Filter Sources
ar: تصفية المصادر
de: Quellen filtern
es: Filtrar fuentes
fr: Filtrer les sources
hi: स्रोत फ़िल्टर करें
it: Filtra fonti
ja: ソースをフィルタ
pt: Filtrar Fontes
zh: 筛选来源

# sourceListFilterPageFilterButtonTooltip
source: Filter source list
ar: تصفية قائمة المصادر
de: Quellenliste filtern
es: Filtrar lista de fuentes
fr: Filtrer la liste des sources
hi: स्रोत सूची फ़िल्टर करें
it: Filtra elenco fonti
ja: ソースリストをフィルタ
pt: Filtrar lista
zh: 筛选来源列表

# sourceListFilterByHeadquartersPageTitle
source: Headquarters location
ar: مكان المقر
de: Standort des Hauptsitzes
es: Ubicación de la sede
fr: Lieu du siège
hi: मुख्यालय स्थान
it: Sede centrale
ja: 本拠地の場所
pt: Sede
zh: 总部位置

# savedFiltersPageTitle
source: Saved Filters
ar: الفلاتر المحفوظة
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtres enregistrés
hi: सहेजे गए फ़िल्टर
it: Filtri salvati
ja: 保存されたフィルタ
pt: Filtros Salvos
zh: 已保存的筛选

# savedFiltersEmptyHeadline
source: No Saved Filters
ar: لا توجد فلاتر محفوظة
de: Keine gespeicherten Filter
es: Sin filtros guardados
fr: Aucun filtre enregistré
hi: कोई सहेजा गया फ़िल्टर नहीं
it: Nessun filtro salvato
ja: 保存されたフィルタなし
pt: Nenhum Filtro Salvo
zh: 无已保存的筛选

# savedFiltersEmptySubheadline
source: Filters you save from the feed will appear here.
ar: الفلاتر التي تحفظها من الموجز ستظهر هنا.
de: Filter, die Sie im Feed speichern, erscheinen hier.
es: Los filtros que guardes aparecerán aquí.
fr: Les filtres enregistrés apparaîtront ici.
hi: फ़ीड से आपके द्वारा सहेजे गए फ़िल्टर यहाँ दिखाई देंगे।
it: I filtri che salvi dal feed appariranno qui.
ja: フィードから保存したフィルタがここに表示されます。
pt: Filtros salvos aparecerão aqui.
zh: 您从信息流中保存的筛选将显示在此处。

# savedFiltersMenuRename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
pt: Renomear
zh: 重命名

# savedFiltersMenuDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
pt: Excluir
zh: 删除

# discoverPageTitle
source: Discover
ar: اكتشف
de: Entdecken
es: Descubrir
fr: Découvrir
hi: खोजें
it: Scopri
ja: 見つける
pt: Descobrir
zh: 发现

# bottomNavDiscoverLabel
source: Discover
ar: اكتشف
de: Entdecken
es: Descubrir
fr: Découvrir
hi: खोजें
it: Scopri
ja: 見つける
pt: Descobrir
zh: 发现

# feedSearchHint
source: Search headlines...
ar: ابحث في العناوين...
de: Schlagzeilen suchen...
es: Buscar titulares...
fr: Rechercher des titres...
hi: हेडलाइंस खोजें...
it: Cerca notizie...
ja: 見出しを検索...
pt: Pesquisar manchetes...
zh: 搜索头条...

# headlineSearchEnterQuery
source: Find headlines from thousands of sources.
ar: ابحث عن عناوين من آلاف المصادر.
de: Finden Sie Schlagzeilen aus Tausenden von Quellen.
es: Busca titulares entre miles de fuentes.
fr: Trouvez des titres parmi des milliers de sources.
hi: हजारों स्रोतों से हेडलाइंस खोजें।
it: Trova notizie da migliaia di fonti.
ja: 数千のソースから見出しを見つける。
pt: Encontre manchetes de milhares de fontes.
zh: 从数千个来源中查找头条。

# headlineSearchEnterQuerySubheadline
source: Search by keyword to find articles from thousands of sources.
ar: ابحث بالكلمة المفتاحية للعثور على مقالات من آلاف المصادر.
de: Suchen Sie nach Schlüsselwörtern, um Artikel aus Tausenden von Quellen zu finden.
es: Busca por palabra clave para encontrar artículos.
fr: Recherchez par mot-clé.
hi: हजारों स्रोतों से लेख खोजने के लिए कीवर्ड द्वारा खोजें।
it: Cerca per parola chiave per trovare articoli da migliaia di fonti.
ja: キーワードで検索して記事を見つけましょう。
pt: Pesquise por palavra-chave.
zh: 通过关键词搜索以查找来自数千个来源的文章。

# headlineSearchNoResults
source: No headlines found.
ar: لم يتم العثور على عناوين.
de: Keine Schlagzeilen gefunden.
es: No se encontraron titulares.
fr: Aucun titre trouvé.
hi: कोई हेडलाइन नहीं मिली।
it: Nessuna notizia trovata.
ja: 見出しが見つかりませんでした。
pt: Nenhuma manchete encontrada.
zh: 未找到头条。

# headlineSearchNoResultsSubheadline
source: We couldn't find any headlines matching your search. Please try different keywords.
ar: لم نتمكن من العثور على أي عناوين تطابق بحثك. يرجى تجربة كلمات مفتاحية مختلفة.
de: Wir konnten keine Schlagzeilen finden, die Ihrer Suche entsprechen. Bitte versuchen Sie es mit anderen Schlüsselwörtern.
es: Prueba con palabras clave diferentes.
fr: Essayez d'autres mots-clés.
hi: हमें आपकी खोज से मेल खाने वाली कोई हेडलाइन नहीं मिली। कृपया अलग कीवर्ड आज़माएं।
it: Non siamo riusciti a trovare nessuna notizia corrispondente alla tua ricerca. Prova con parole chiave diverse.
ja: 一致する見出しがありません。別のキーワードを試してください。
pt: Tente palavras-chave diferentes.
zh: 我们找不到符合您搜索条件的头条。请尝试不同的关键词。

# accountGuestAccount
source: Guest Account
ar: حساب زائر
de: Gastkonto
es: Cuenta de invitado
fr: Compte invité
hi: अतिथि खाता
it: Account ospite
ja: ゲストアカウント
pt: Conta de Convidado
zh: 游客账户

# accountRoleStandard
source: Standard User
ar: مستخدم عادي
de: Standard-Benutzer
es: Usuario Estándar
fr: Utilisateur Standard
hi: मानक उपयोगकर्ता
it: Utente standard
ja: 標準ユーザー
pt: Usuário Padrão
zh: 标准用户

# accountRolePremium
source: Premium User
ar: مستخدم مميز
de: Premium-Benutzer
es: Usuario Premium
fr: Utilisateur Premium
hi: प्रीमियम उपयोगकर्ता
it: Utente Premium
ja: プレミアムユーザー
pt: Usuário Premium
zh: 高级用户

# deleteConfirmationDialogTitle
source: Confirm Deletion
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
hi: विलोपन की पुष्टि करें
it: Conferma eliminazione
ja: 削除の確認
pt: Confirmar Exclusão
zh: 确认删除

# deleteConfirmationDialogContent
source: Are you sure you want to delete this item? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie dieses Element löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar este elemento? No se puede deshacer.
fr: Êtes-vous sûr ? Cette action est irréversible.
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare questo elemento? Questa azione non può essere annullata.
ja: このアイテムを削除してもよろしいですか？この操作は取り消せません。
pt: Esta ação não pode ser desfeita.
zh: 您确定要删除此项目吗？此操作无法撤销。

# deleteConfirmationDialogConfirmButton
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
pt: Excluir
zh: 删除

# headlineSearchInitialHeadline
source: Search for Headlines
ar: ابحث عن العناوين
de: Nach Schlagzeilen suchen
es: Buscar titulares
fr: Rechercher des titres
hi: हेडलाइंस खोजें
it: Cerca notizie
ja: 見出しを検索
pt: Pesquisar Manchetes
zh: 搜索头条

# headlineSearchInitialSubheadline
source: Enter keywords to find articles.
ar: أدخل كلمات رئيسية للعثور على المقالات.
de: Geben Sie Schlüsselwörter ein, um Artikel zu finden.
es: Introduce palabras clave para buscar.
fr: Entrez des mots-clés.
hi: लेख खोजने के लिए कीवर्ड दर्ज करें।
it: Inserisci parole chiave per trovare articoli.
ja: キーワードを入力して記事を探します。
pt: Digite palavras-chave.
zh: 输入关键词以查找文章。

# accountGuestUserHeadline
source: Guest Account
ar: حساب زائر
de: Gastkonto
es: Cuenta de invitado
fr: Compte invité
hi: अतिथि खाता
it: Account ospite
ja: ゲストアカウント
pt: Conta de Convidado
zh: 游客账户

# accountGuestUserSubheadline
source: Sign in to sync your data
ar: سجل الدخول لمزامنة بياناتك
de: Melden Sie sich an, um Ihre Daten zu synchronisieren
es: Accede para sincronizar tus datos
fr: Connectez-vous pour synchroniser vos données
hi: अपना डेटा सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare i tuoi dati
ja: サインインしてデータを同期
pt: Entre para sincronizar dados
zh: 登录以同步您的数据

# discoverSearchHint
source: Search sources...
ar: ابحث في المصادر...
de: Quellen suchen...
es: Buscar fuentes...
fr: Rechercher des sources...
hi: स्रोत खोजें...
it: Cerca fonti...
ja: ソースを検索...
pt: Pesquisar fontes...
zh: 搜索来源...

# seeAllButtonLabel
source: See all
ar: عرض الكل
de: Alle ansehen
es: Ver todo
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: すべて見る
pt: Ver tudo
zh: 查看全部

source: Failed to load more sources.
ar: فشل تحميل المزيد من المصادر.
de: Laden weiterer Quellen fehlgeschlagen.
es: Error al cargar más fuentes.
fr: Échec du chargement de plus de sources.
hi: अधिक स्रोत लोड करने में विफल।
it: Impossibile caricare altre fonti.
ja: ソースの読み込みに失敗しました。
pt: Erro ao carregar fontes.
zh: 无法加载更多来源。

# sourceTypeNewsAgency
source: News Agency
ar: وكالة أنباء
de: Nachrichtenagentur
es: Agencia de noticias
fr: Agence de presse
hi: समाचार एजेंसी
it: Agenzia di stampa
ja: 通信社
pt: Agência de Notícias
zh: 通讯社

# sourceTypeLocalNewsOutlet
source: Local News Outlet
ar: منفذ إخباري محلي
de: Lokales Nachrichtenmedium
es: Medio local
fr: Média local
hi: स्थानीय समाचार आउटलेट
it: Testata giornalistica locale
ja: 地方ニュース
pt: Notícias Locais
zh: 地方新闻媒体

# sourceTypeNationalNewsOutlet
source: National News Outlet
ar: منفذ إخباري وطني
de: Nationales Nachrichtenmedium
es: Medio nacional
fr: Média national
hi: राष्ट्रीय समाचार आउटलेट
it: Testata giornalistica nazionale
ja: 全国ニュース
pt: Notícias Nacionais
zh: 国家新闻媒体

# sourceTypeInternationalNewsOutlet
source: International News Outlet
ar: منفذ إخباري دولي
de: Internationales Nachrichtenmedium
es: Medio internacional
fr: Média international
hi: अंतर्राष्ट्रीय समाचार आउटलेट
it: Testata giornalistica internazionale
ja: 国際ニュース
pt: Notícias Internacionais
zh: 国际新闻媒体

# sourceTypeSpecializedPublisher
source: Specialized Publisher
ar: ناشر متخصص
de: Fachverlag
es: Editor especializado
fr: Éditeur spécialisé
hi: विशिष्ट प्रकाशक
it: Editore specializzato
ja: 専門出版社
pt: Editor Especializado
zh: 专业出版商

# sourceTypeBlog
source: Blog
ar: مدونة
hi: ब्लॉग
ja: ブログ
zh: 博客

# sourceTypeGovernmentSource
source: Government Source
ar: مصدر حكومي
de: Regierungsquelle
es: Fuente gubernamental
fr: Source gouvernementale
hi: सरकारी स्रोत
it: Fonte governativa
ja: 政府ソース
pt: Fonte Governamental
zh: 政府来源

# sourceTypeAggregator
source: Aggregator
ar: مجمع أخبار
es: Agregador
fr: Agrégateur
hi: एग्रीगेटर
it: Aggregatore
ja: アグリゲーター
pt: Agregador
zh: 聚合器

# sourceTypeOther
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
pt: Outro
zh: 其他

# sourceTypeNewsAgencies
source: News Agencies
ar: وكالات الأنباء
de: Nachrichtenagenturen
es: Agencias de noticias
fr: Agences de presse
hi: समाचार एजेंसियां
it: Agenzie di stampa
ja: 通信社
pt: Agências de Notícias
zh: 通讯社

# sourceTypeLocalNewsOutlets
source: Local News Outlets
ar: منافذ إخبارية محلية
de: Lokale Nachrichtenmedien
es: Medios locales
fr: Médias locaux
hi: स्थानीय समाचार आउटलेट
it: Testate giornalistiche locali
ja: 地方ニュース
pt: Veículos Locais
zh: 地方新闻媒体

# sourceTypeNationalNewsOutlets
source: National News Outlets
ar: منافذ إخبارية وطنية
de: Nationale Nachrichtenmedien
es: Medios nacionales
fr: Médias nationaux
hi: राष्ट्रीय समाचार आउटलेट
it: Testate giornalistiche nazionali
ja: 全国ニュース
pt: Veículos Nacionais
zh: 国家新闻媒体

# sourceTypeInternationalNewsOutlets
source: International News Outlets
ar: منافذ إخبارية دولية
de: Internationale Nachrichtenmedien
es: Medios internacionales
fr: Médias internationaux
hi: अंतर्राष्ट्रीय समाचार आउटलेट
it: Testate giornalistiche internazionali
ja: 国際ニュース
pt: Veículos Internacionais
zh: 国际新闻媒体

# sourceTypeSpecializedPublishers
source: Specialized Publishers
ar: ناشرون متخصصون
de: Fachverlage
es: Editores especializados
fr: Éditeurs spécialisés
hi: विशिष्ट प्रकाशक
it: Editori specializzati
ja: 専門出版社
pt: Editores Especializados
zh: 专业出版商

# sourceTypeBlogs
source: Blogs
ar: مدونات
hi: ब्लॉग
it: Blog
ja: ブログ
zh: 博客

# sourceTypeGovernmentSources
source: Government Sources
ar: مصادر حكومية
de: Regierungsquellen
es: Fuentes gubernamentales
fr: Sources gouvernementales
hi: सरकारी स्रोत
it: Fonti governative
ja: 政府ソース
pt: Fontes Governamentais
zh: 政府来源

# sourceTypeAggregators
source: Aggregators
ar: مجمعات أخبار
de: Aggregatoren
es: Agregadores
fr: Agrégateurs
hi: एग्रीगेटर
it: Aggregatori
ja: アグリゲーター
pt: Agregadores
zh: 聚合器

# sourceTypeOthers
source: Others
ar: أخرى
de: Andere
es: Otros
fr: Autres
hi: अन्य
it: Altri
ja: その他
pt: Outros
zh: 其他
