Repository: flutter-news-app-full-source-code/flutter-news-app-mobile-client-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, zh

# accountLinkingPageTitle
source: Link Your Account
ar: ربط حسابك
de: Fortschritt synchronisieren
es: Sincroniza tu progreso
fr: Synchronisez votre progression
hi: अपनी प्रगति सिंक करें
it: Sincronizza i tuoi progressi
ja: 進捗を同期する
pt: Sincronizar Seu Progresso
zh: 同步进度

# accountLinkingGenericError
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
hi: एक त्रुटि हुई
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro
zh: 发生错误

# accountLinkingEmailSentSuccess
source: Check your email for the sign-in link!
ar: تحقق من بريدك الإلكتروني للحصول على رابط تسجيل الدخول!
de: Überprüfen Sie Ihre E-Mails auf den Anmelde-Link!
es: ¡Revisa tu correo para el enlace!
fr: Consultez vos e-mails pour le lien !
hi: साइन-इन लिंक के लिए अपना ईमेल देखें!
it: Controlla la tua email per il link di accesso!
ja: サインインリンクをメールで送信しました！
pt: Verifique seu e-mail para o link!
zh: 请检查您的电子邮件以获取登录链接！

# accountLinkingHeadline
source: Save your progress
ar: أحفظ تقدمك
de: Speichern Sie Ihren Fortschritt
es: Guarda tu progreso
fr: Sauvegardez votre progression
hi: अपनी प्रगति सहेजें
it: Salva i tuoi progressi
ja: 進捗を保存
pt: Salvar Seu Progresso
zh: 保存您的进度

# accountLinkingBody
source: Signing up allows you to access your information across multiple devices and ensures your progress isn't lost.
ar: يتيح لك التسجيل الوصول إلى معلوماتك عبر أجهزة متعددة ويضمن عدم فقدان تقدمك.
de: Erstellen Sie ein Konto, um Ihre gefolgten Elemente und Einstellungen auf allen Ihren Geräten zu synchronisieren.
es: Crea una cuenta para sincronizar tus elementos seguidos y preferencias en todos tus dispositivos.
fr: Créez un compte pour synchroniser vos éléments suivis et vos préférences sur tous vos appareils.
hi: अपने सभी डिवाइस पर अपने फ़ॉलो किए गए आइटम और प्राथमिकताओं को सिंक करने के लिए एक खाता बनाएं।
it: Crea un account per sincronizzare gli elementi seguiti e le preferenze su tutti i tuoi dispositivi.
ja: アカウントを作成して、フォロー中のアイテムや設定をすべてのデバイスで同期しましょう。
pt: Crie uma conta para sincronizar seus itens seguidos.
zh: 创建一个账户，以便在您的所有设备上同步关注的项目和偏好设置。

# accountLinkingContinueWithGoogleButton
source: Continue with Google
ar: المتابعة باستخدام جوجل
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: गूगल के साथ जारी रखें
it: Continua con Google
ja: Googleで続行
pt: Continuar com Google
zh: 使用 Google 继续

# accountLinkingEmailInputLabel
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
it: Inserisci la tua email
ja: メールアドレスを入力
pt: Digite seu e-mail
zh: 输入您的电子邮件

# accountLinkingEmailValidationError
source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Introduce un correo válido
fr: Veuillez entrer une adresse e-mail valide
hi: कृपया एक मान्य ईमेल पता दर्ज करें
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
pt: Insira um e-mail válido
zh: 请输入有效的电子邮件地址

# accountLinkingSendLinkButton
source: Send Sign-In Link
ar: إرسال رابط تسجيل الدخول
de: Mit E-Mail synchronisieren
es: Sincronizar con correo
fr: Synchroniser par e-mail
hi: ईमेल के साथ सिंक करें
it: Sincronizza con Email
ja: メールで同期
pt: Sincronizar com E-mail
zh: 使用电子邮件同步

# accountPageTitle
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
zh: 账户

# accountAnonymousUser
source: (Anonymous)
ar: (مجهول)
de: (Anonym)
es: (Anónimo)
fr: (Anonyme)
hi: (अनाम)
it: (Anonimo)
ja: (匿名)
pt: (Anônimo)
zh: （匿名）

# accountNoNameUser
source: No Name
ar: لا يوجد اسم
de: Kein Name
es: Sin nombre
fr: Sans nom
hi: कोई नाम नहीं
it: Nessun nome
ja: 名前なし
pt: Sem Nome
zh: 无姓名

# accountStatusAuthenticated
source: Authenticated
ar: مصادق عليه
de: Authentifiziert
es: Autenticado
fr: Authentifié
hi: प्रमाणित
it: Autenticato
ja: 認証済み
pt: Autenticado
zh: 已认证

# accountStatusAnonymous
source: Anonymous Session
ar: جلسة مجهولة
de: Anonyme Sitzung
es: Sesión anónima
fr: Session anonyme
hi: अनाम सत्र
it: Sessione anonima
ja: 匿名セッション
pt: Sessão Anônima
zh: 匿名会话

# accountStatusUnauthenticated
source: Not Signed In
ar: لم يتم تسجيل الدخول
de: Nicht angemeldet
es: Sesión no iniciada
fr: Non connecté
hi: साइन इन नहीं किया गया
it: Non connesso
ja: サインインしていません
pt: Não Autenticado
zh: 未登录

# accountSettingsTile
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt: Configurações
zh: 设置

# accountSignOutTile
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: साइन आउट करें
it: Esci
ja: サインアウト
pt: Sair
zh: 退出登录

# accountBackupTile
source: Create Account to Save Data
ar: أنشئ حسابًا لحفظ البيانات
de: Konto erstellen, um Daten zu speichern
es: Crear cuenta para guardar datos
fr: Créer un compte pour sauvegarder les données
hi: डेटा सहेजने के लिए खाता बनाएं
it: Crea un account per salvare i dati
ja: データを保存するためにアカウントを作成
pt: Criar Conta para Salvar Dados
zh: 创建账户以保存数据

# accountContentPreferencesTile
source: Followed content
ar: المتابعات
de: Gefolgte Inhalte
es: Contenido seguido
fr: Contenu suivi
hi: फ़ॉलो की गई सामग्री
it: Contenuti seguiti
ja: フォロー中のコンテンツ
pt: Conteúdo seguido
zh: 关注的内容

# accountSavedHeadlinesTile
source: Saved Headlines
ar: المحفوظات
de: Gespeicherte Schlagzeilen
es: Titulares guardados
fr: Titres enregistrés
hi: सहेजी गई हेडलाइंस
it: Notizie salvate
ja: 保存した見出し
pt: Manchetes Salvas
zh: 已保存的头条

# accountRoleLabel
source: Role: {role}
ar: الدور: {role}
de: Rolle: {role}
es: Rol: {role}
fr: Rôle : {role}
hi: भूमिका: {role}
it: Ruolo: {role}
ja: ロール: {role}
pt: Papel: {role}
zh: 角色：{role}

# authenticationEmailSentSuccess
source: Check your email for the sign-in link.
ar: تحقق من بريدك الإلكتروني للحصول على رابط تسجيل الدخول.
de: Überprüfen Sie Ihre E-Mails auf den Anmelde-Link.
es: Revisa tu correo para el enlace.
fr: Consultez vos e-mails pour le lien.
hi: साइन-इन लिंक के लिए अपना ईमेल देखें।
it: Controlla la tua email per il link di accesso.
ja: サインインリンクをメールで送信しました。
pt: Verifique seu e-mail para o link.
zh: 请检查您的电子邮件以获取登录链接。

# authenticationPageTitle
source: Sign In / Register
ar: تسجيل الدخول / التسجيل
de: Anmelden / Registrieren
es: Acceder / Registrarse
fr: Connexion / Inscription
hi: साइन इन / रजिस्टर
it: Accedi / Registrati
ja: サインイン / 登録
pt: Entrar / Registrar
zh: 登录 / 注册

# authenticationEmailLabel
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
zh: 电子邮件

# authenticationSendLinkButton
source: Send Sign-In Link
ar: إرسال رابط تسجيل الدخول
de: Anmelde-Link senden
es: Enviar enlace de acceso
fr: Envoyer le lien de connexion
hi: साइन-इन लिंक भेजें
it: Invia link di accesso
ja: サインインリンクを送信
pt: Enviar Link de Login
zh: 发送登录链接

# authenticationOrDivider
source: OR
ar: أو
de: ODER
es: O
fr: OU
hi: या
it: O
ja: または
pt: OU
zh: 或

# authenticationGoogleSignInButton
source: Sign In with Google
ar: تسجيل الدخول باستخدام جوجل
de: Mit Google anmelden
es: Acceder con Google
fr: Se connecter avec Google
hi: गूगल के साथ साइन इन करें
it: Accedi con Google
ja: Googleでサインイン
pt: Entrar com Google
zh: 使用 Google 登录

# authenticationAnonymousSignInButton
source: Continue Anonymously
ar: المتابعة كمجهول
de: Anonym fortfahren
es: Continuar de forma anónima
fr: Continuer anonymement
hi: गुमनाम रूप से जारी रखें
it: Continua in modo anonimo
ja: 匿名で続行
pt: Continuar Anonimamente
zh: 匿名继续

# headlineDetailsInitialHeadline
source: Waiting for Headline
ar: في انتظار العنوان
de: Warten auf Details
es: Esperando detalles
fr: En attente de détails
hi: विवरण की प्रतीक्षा है
it: In attesa di dettagli
ja: 詳細を待機中
pt: Aguardando Detalhes
zh: 正在等待详情

# headlineDetailsInitialSubheadline
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor, espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: お待ちください...
pt: Por favor, aguarde...
zh: 请稍候...

# headlineDetailsLoadingHeadline
source: Loading Headline
ar: جارٍ تحميل العنوان
de: Schlagzeile wird geladen
es: Cargando titular
fr: Chargement du titre
hi: हेडलाइन लोड हो रही है
it: Caricamento notizia
ja: 見出しを読み込み中
pt: Carregando Manchete
zh: 正在加载头条

# headlineDetailsLoadingSubheadline
source: Fetching data...
ar: جارٍ جلب البيانات...
de: Daten werden abgerufen...
es: Obteniendo datos...
fr: Récupération des données...
hi: डेटा प्राप्त किया जा रहा है...
it: Recupero dati in corso...
ja: データを取得しています...
pt: Buscando dados...
zh: 正在获取数据...

# headlineDetailsContinueReadingButton
source: Continue Reading
ar: متابعة القراءة
de: Weiterlesen
es: Continuar leyendo
fr: Continuer la lecture
hi: पढ़ना जारी रखें
it: Continua a leggere
ja: 続きを読む
pt: Continuar Lendo
zh: 继续阅读

# headlinesFeedLoadingHeadline
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
zh: 正在加载...

# headlinesFeedLoadingSubheadline
source: Fetching headlines
ar: جارٍ جلب العناوين
de: Schlagzeilen werden abgerufen
es: Obteniendo titulares
fr: Récupération des titres
hi: हेडलाइंस प्राप्त की जा रही हैं
it: Recupero notizie in corso
ja: 見出しを取得しています
pt: Buscando manchetes
zh: 正在获取头条

# headlinesFeedFilterTitle
source: Filter Headlines
ar: تصفية العناوين
de: Schlagzeilen filtern
es: Filtrar titulares
fr: Filtrer les titres
hi: हेडलाइंस फ़िल्टर करें
it: Filtra notizie
ja: 見出しをフィルタ
pt: Filtrar Manchetes
zh: 筛选头条

# headlinesFeedFilterCategoryLabel
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
pt: Categoria
zh: 类别

# headlinesFeedFilterAllOption
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
pt: Todos
zh: 全部

# headlinesFeedFilterCategoryTechnology
source: Technology
ar: تكنولوجيا
de: Technologie
es: Tecnología
fr: Technologie
hi: प्रौद्योगिकी
it: Tecnologia
ja: テクノロジー
pt: Tecnologia
zh: 科技

# headlinesFeedFilterCategoryBusiness
source: Business
ar: أعمال
de: Wirtschaft
es: Negocios
fr: Affaires
hi: व्यापार
it: Affari
ja: ビジネス
pt: Negócios
zh: 商业

# headlinesFeedFilterCategorySports
source: Sports
ar: رياضة
de: Sport
es: Deportes
hi: खेल
it: Sport
ja: スポーツ
pt: Esportes
zh: 体育

# headlinesFeedFilterSourceLabel
source: Source
ar: المصدر
de: Quellen
es: Fuentes
fr: Sources
hi: स्रोत
it: Fonti
ja: ソース
pt: Fontes
zh: 来源

# headlinesFeedFilterSourceReuters
source: Reuters
hi: रॉयटर्स
ja: ロイター
zh: 路透社

# headlinesFeedFilterEventCountryLabel
source: Country of Event
ar: بلد الحدث
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
pt: Países
zh: 国家

# headlinesFeedFilterSourceCountryLabel
source: Source Headquarter
ar: مقر المصدر
de: Hauptsitz der Quelle
es: Sede de la fuente
fr: Siège de la source
hi: स्रोत मुख्यालय
it: Sede della fonte
ja: ソースの本拠地
pt: Sede da Fonte
zh: 总部所在地

# headlinesFeedFilterCountryUS
source: United States
ar: الولايات المتحدة
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
hi: संयुक्त राज्य अमेरिका
it: Stati Uniti
ja: アメリカ
pt: Estados Unidos
zh: 美国

# headlinesFeedFilterCountryUK
source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
hi: यूनाइटेड किंगडम
it: Regno Unito
ja: イギリス
pt: Reino Unido
zh: 英国

# headlinesFeedFilterCountryCA
source: Canada
ar: كندا
de: Kanada
es: Canadá
hi: कनाडा
ja: カナダ
pt: Canadá
zh: 加拿大

# headlinesFeedFilterApplyButton
source: Apply Filters
ar: تطبيق الفلاتر
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
hi: फ़िल्टर लागू करें
it: Applica filtri
ja: フィルタを適用
pt: Aplicar Filtros
zh: 应用筛选

# headlinesFeedFilterResetButton
source: Reset Filters
ar: إعادة تعيين الفلاتر
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें
it: Reimposta filtri
ja: フィルタをリセット
pt: Redefinir Filtros
zh: 重置筛选

# headlinesSearchHintText
source: Search Headlines...
ar: ابحث في العناوين...
de: Schlagzeilen suchen...
es: Buscar titulares...
fr: Rechercher des titres...
hi: हेडलाइंस खोजें...
it: Cerca notizie...
ja: 見出しを検索...
pt: Pesquisar Manchetes...
zh: 搜索头条...

# headlinesSearchInitialHeadline
source: Find Headlines Instantly
ar: اعثر على العناوين فوراً
de: Schlagzeilen sofort finden
es: Busca titulares al instante
fr: Trouvez des titres instantanément
hi: तुरंत हेडलाइंस खोजें
it: Trova notizie all'istante
ja: 見出しをすぐに見つける
pt: Encontre Manchetes Instantaneamente
zh: 即刻查找头条

# headlinesSearchInitialSubheadline
source: Type keywords above to discover news articles.
ar: اكتب كلمات رئيسية أعلاه لاكتشاف المقالات الإخبارية.
de: Geben Sie oben Schlüsselwörter ein, um Nachrichtenartikel zu entdecken.
es: Escribe palabras clave para descubrir noticias.
fr: Tapez des mots-clés pour découvrir des articles.
hi: समाचार लेख खोजने के लिए ऊपर कीवर्ड टाइप करें।
it: Digita le parole chiave qui sopra per scoprire articoli di notizie.
ja: キーワードを入力してニュース記事を探しましょう。
pt: Digite palavras-chave acima.
zh: 在上方输入关键词以发现新闻文章。

# headlinesSearchNoResultsHeadline
source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
pt: Nenhum resultado
zh: 无结果

# headlinesSearchNoResultsSubheadline
source: Try a different search term
ar: جرب مصطلح بحث مختلف
de: Versuchen Sie einen anderen Suchbegriff
es: Prueba con otro término de búsqueda
fr: Essayez un autre terme de recherche
hi: एक अलग खोज शब्द आज़माएं
it: Prova un termine di ricerca diverso
ja: 別の検索ワードを試してください
pt: Tente outro termo
zh: 请尝试不同的搜索词

# authenticationEmailSignInButton
source: Continue with Email
ar: متابعة بالبريد الإلكتروني
de: Mit E-Mail fortfahren
es: Continuar con correo
fr: Continuer avec l'e-mail
hi: ईमेल के साथ जारी रखें
it: Continua con l'email
ja: メールで続行
pt: Continuar com E-mail
zh: 使用电子邮件继续

# authenticationLinkingHeadline
source: Sync Your Data
ar: زامن بياناتك
de: Fortschritt synchronisieren
es: Sincroniza tu progreso
fr: Synchronisez votre progression
hi: अपनी प्रगति सिंक करें
it: Sincronizza i tuoi progressi
ja: 進捗を同期する
pt: Sincronizar Seu Progresso
zh: 同步您的进度

# authenticationLinkingSubheadline
source: save your settings, content preferences and more across devices.
ar: إحفظ إعداداتك، تفضيلات المحتوى والمزيد عبر مختلف الأجهزة.
de: Erstellen Sie ein Konto, um Ihre Einstellungen, Inhaltspräferenzen und mehr geräteübergreifend zu speichern.
es: Crea una cuenta para guardar tus ajustes y preferencias.
fr: Créez un compte pour sauvegarder vos paramètres et préférences.
hi: अपनी सेटिंग्स, सामग्री प्राथमिकताएं और बहुत कुछ डिवाइसों में सहेजने के लिए एक खाता बनाएं।
it: Crea un account per salvare le tue impostazioni, preferenze sui contenuti e altro su tutti i dispositivi.
ja: アカウントを作成して、設定やコンテンツの好みを保存しましょう。
pt: Crie uma conta para salvar tudo.
zh: 创建一个账户，以便在设备间保存您的设置、内容偏好等。

# authenticationSignInHeadline
source: Veritas
ar: فيريتاس
hi: वेरिटास

# authenticationSignInSubheadline
source: Unfiltered news from trusted sources around the world.
ar: أخبار غير مصفاة من مصادر موثوقة حول العالم.
de: Ungefilterte Nachrichten von vertrauenswürdigen Quellen aus der ganzen Welt.
es: Noticias sin filtros de fuentes confiables.
fr: Des nouvelles non filtrées de sources fiables.
hi: दुनिया भर के विश्वसनीय स्रोतों से अनफ़िल्टर्ड समाचार।
it: Notizie non filtrate da fonti attendibili di tutto il mondo.
ja: 世界中の信頼できるソースからのニュース。
pt: Notícias de fontes confiáveis.
zh: 来自全球可信来源的未经过滤的新闻。

# emailSignInPageTitle
source: Sign in with Email
ar: تسجيل الدخول بالبريد الإلكتروني
de: Mit E-Mail anmelden
es: Acceder con correo
fr: Se connecter par e-mail
hi: ईमेल के साथ साइन इन करें
it: Accedi con l'email
ja: メールでサインイン
pt: Entrar com E-mail
zh: 使用电子邮件登录

# emailSignInExplanation
source: Enter your email below. We'll send you a secure link to sign in instantly. No password required!
ar: أدخل بريدك الإلكتروني أدناه. سنرسل لك رابطًا آمنًا لتسجيل الدخول فورًا. لا حاجة لكلمة مرور!
de: Geben Sie unten Ihre E-Mail-Adresse ein. Wir senden Ihnen einen sicheren Link zur sofortigen Anmeldung. Kein Passwort erforderlich!
es: Introduce tu correo. Te enviaremos un enlace seguro para acceder al instante.
fr: Entrez votre e-mail. Nous vous enverrons un lien sécurisé.
hi: नीचे अपना ईमेल दर्ज करें। हम आपको तुरंत साइन इन करने के लिए एक सुरक्षित लिंक भेजेंगे। पासवर्ड की आवश्यकता नहीं है!
it: Inserisci la tua email qui sotto. Ti invieremo un link sicuro per accedere immediatamente. Nessuna password richiesta!
ja: メールアドレスを入力してください。サインイン用のリンクを送信します。
pt: Enviaremos um link seguro para seu e-mail.
zh: 在下方输入您的电子邮件。我们将向您发送一个安全的登录链接。无需密码！

# emailLinkSentPageTitle
source: Check Your Email
ar: تحقق من بريدك الإلكتروني
de: Überprüfen Sie Ihre E-Mails
es: Revisa tu correo
fr: Vérifiez vos e-mails
hi: अपना ईमेल देखें
it: Controlla la tua email
ja: メールを確認してください
pt: Verifique Seu E-mail
zh: 检查您的电子邮件

# emailLinkSentConfirmation
source: Link sent! Check your email inbox (and spam folder) for a message from us. Click the link inside to complete your sign-in.
ar: تم إرسال الرابط! تحقق من صندوق الوارد في بريدك الإلكتروني (ومجلد الرسائل غير المرغوب فيها) بحثًا عن رسالة منا. انقر على الرابط الموجود بالداخل لإكمال تسجيل الدخول.
de: Link gesendet! Überprüfen Sie Ihren Posteingang (und Spam-Ordner) auf eine Nachricht von uns. Klicken Sie auf den Link darin, um Ihre Anmeldung abzuschließen.
es: ¡Enlace enviado! Revisa tu bandeja de entrada (y spam) y haz clic en el enlace.
fr: Lien envoyé ! Vérifiez votre boîte de réception.
hi: लिंक भेज दिया गया! हमारी ओर से संदेश के लिए अपना ईमेल इनबॉक्स (और स्पैम फ़ोल्डर) देखें। अपना साइन-इन पूरा करने के लिए अंदर दिए गए लिंक पर क्लिक करें।
it: Link inviato! Controlla la tua casella di posta (e la cartella spam) per un nostro messaggio. Clicca sul link all'interno per completare l'accesso.
ja: リンクを送信しました！受信トレイを確認してください。
pt: Link enviado! Verifique sua caixa de entrada.
zh: 链接已发送！请检查您的电子邮件收件箱（及垃圾邮件箱）。点击邮件中的链接以完成登录。

# accountConnectPrompt
source: Connect Account
ar: ربط الحساب
de: Konto verbinden
es: Conectar cuenta
fr: Connecter le compte
hi: खाता कनेक्ट करें
it: Collega account
ja: アカウントを連携
pt: Conectar Conta
zh: 关联账户

# accountConnectBenefit
source: Save your preferences and reading history across devices.
ar: لحفظ تفضيلاتك وسجل القراءة عبر الأجهزة.
de: Speichern Sie Ihre Einstellungen und Ihren Leseverlauf geräteübergreifend.
es: Guarda tus preferencias e historial en tus dispositivos.
fr: Sauvegardez vos préférences sur tous vos appareils.
hi: अपनी प्राथमिकताओं और पढ़ने के इतिहास को डिवाइसों में सहेजें।
it: Salva le tue preferenze e la cronologia di lettura su tutti i dispositivi.
ja: 設定や読書履歴をデバイス間で保存します。
pt: Salve suas preferências em vários dispositivos.
zh: 在设备间保存您的偏好设置和阅读历史。

# bottomNavFeedLabel
source: Feed
ar: الموجز
fr: Flux
hi: फ़ीड
ja: フィード
zh: 信息流

# bottomNavSearchLabel
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
hi: खोजें
it: Cerca
ja: 検索
pt: Pesquisar
zh: 搜索

# bottomNavAccountLabel
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
zh: 账户

# accountNotificationsTile
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
pt: Notificações
zh: 通知

# headlinesSearchActionTooltip
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
pt: Pesquisar
zh: 搜索

# notificationsTooltip
source: View notifications
ar: عرض الإشعارات
de: Benachrichtigungen anzeigen
es: Ver notificaciones
fr: Voir les notifications
hi: सूचनाएं देखें
it: Visualizza notifiche
ja: 通知を表示
pt: Ver notificações
zh: 查看通知

# accountSignInPromptButton
source: Sign Up / Sign In
ar: تسجيل / تسجيل الدخول
de: Registrieren / Anmelden
es: Registrarse / Acceder
fr: S'inscrire / Se connecter
hi: साइन अप / साइन इन
it: Registrati / Accedi
ja: 登録 / サインイン
pt: Inscrever-se / Entrar
zh: 注册 / 登录

# categoryFilterLoadingHeadline
source: Loading Categories...
ar: جارٍ تحميل الفئات...
de: Kategorien werden geladen...
es: Cargando categorías...
fr: Chargement des catégories...
hi: श्रेणियां लोड हो रही हैं...
it: Caricamento categorie...
ja: カテゴリを読み込み中...
pt: Carregando Categorias...
zh: 正在加载类别...

# categoryFilterLoadingSubheadline
source: Please wait while we fetch the available categories.
ar: يرجى الانتظار بينما نقوم بجلب الفئات المتاحة.
de: Bitte warten Sie, während wir die verfügbaren Kategorien abrufen.
es: Estamos obteniendo las categorías disponibles.
fr: Veuillez patienter...
hi: जब हम उपलब्ध श्रेणियां प्राप्त करते हैं तो कृपया प्रतीक्षा करें।
it: Attendere prego mentre recuperiamo le categorie disponibili.
ja: 利用可能なカテゴリを取得しています。
pt: Buscando categorias disponíveis.
zh: 请稍候，正在获取可用类别。

# categoryFilterEmptyHeadline
source: No Categories Found
ar: لم يتم العثور على فئات
de: Keine Kategorien gefunden
es: No se encontraron categorías
fr: Aucune catégorie trouvée
hi: कोई श्रेणी नहीं मिली
it: Nessuna categoria trovata
ja: カテゴリが見つかりません
pt: Nenhuma Categoria Encontrada
zh: 未找到类别

# categoryFilterEmptySubheadline
source: There are no categories available at the moment.
ar: لا توجد فئات متاحة في الوقت الحالي.
de: Momentan sind keine Kategorien verfügbar.
es: No hay categorías disponibles en este momento.
fr: Il n'y a aucune catégorie disponible.
hi: फिलहाल कोई श्रेणी उपलब्ध नहीं है।
it: Al momento non ci sono categorie disponibili.
ja: 現在利用可能なカテゴリはありません。
pt: Não há categorias disponíveis.
zh: 目前没有可用的类别。

# countryFilterLoadingHeadline
source: Loading Countries...
ar: جارٍ تحميل البلدان...
de: Länder werden geladen...
es: Cargando países...
fr: Chargement des pays...
hi: देश लोड हो रहे हैं...
it: Caricamento paesi...
ja: 国を読み込み中...
pt: Carregando Países...
zh: 正在加载国家...

# countryFilterLoadingSubheadline
source: Please wait while we fetch the available countries.
ar: يرجى الانتظار بينما نقوم بجلب البلدان المتاحة.
de: Bitte warten Sie, während wir die verfügbaren Länder abrufen.
es: Estamos obteniendo los países disponibles.
fr: Veuillez patienter...
hi: जब हम उपलब्ध देश प्राप्त करते हैं तो कृपया प्रतीक्षा करें।
it: Attendere prego mentre recuperiamo i paesi disponibili.
ja: 利用可能な国を取得しています。
pt: Buscando países disponíveis.
zh: 请稍候，正在获取可用国家。

# countryFilterEmptyHeadline
source: No Countries Found
ar: لم يتم العثور على بلدان
de: Keine Länder gefunden
es: No se encontraron países
fr: Aucun pays trouvé
hi: कोई देश नहीं मिला
it: Nessun paese trovato
ja: 国が見つかりません
pt: Nenhum País Encontrado
zh: 未找到国家

# countryFilterEmptySubheadline
source: There are no countries available at the moment.
ar: لا توجد بلدان متاحة في الوقت الحالي.
de: Momentan sind keine Länder verfügbar.
es: No hay países disponibles en este momento.
fr: Il n'y a aucun pays disponible.
hi: फिलहाल कोई देश उपलब्ध नहीं है।
it: Al momento non ci sono paesi disponibili.
ja: 現在利用可能な国はありません。
pt: Não há países disponíveis.
zh: 目前没有可用的国家。

# headlinesFeedFilterTooltip
source: Filter Headlines
ar: تصفية العناوين
de: Schlagzeilen filtern
es: Filtrar titulares
fr: Filtrer les titres
hi: हेडलाइंस फ़िल्टर करें
it: Filtra notizie
ja: 見出しをフィルタ
pt: Filtrar Manchetes
zh: 筛选头条

# headlinesFeedFilterAllLabel
source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
pt: Tudo
zh: 全部

# headlinesFeedFilterSelectedCountLabel
source: {count} selected
ar: تم تحديد {count}
de: {count} ausgewählt
es: {count} seleccionados
fr: {count} sélectionné(s)
hi: {count} चयनित
it: {count} selezionati
ja: {count}件選択済み
pt: {count} selecionados
zh: 已选择 {count} 个

# sourceFilterLoadingHeadline
source: Loading Sources...
ar: جارٍ تحميل المصادر...
de: Quellen werden geladen...
es: Cargando fuentes...
fr: Chargement des sources...
hi: स्रोत लोड हो रहे हैं...
it: Caricamento fonti...
ja: ソースを読み込み中...
pt: Carregando Fontes...
zh: 正在加载来源...
